Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

source: Follow Price
ar: متابعة السعر
de: Preis verfolgen
es: Seguir precio
hi: कीमत देखते रहें
it: Segui il prezzo
ja: 価格をフォロー
pt: Seguir Preço
ru: Отслеживать цену
tr: Fiyatı Takip Et

# NOTIFICATION_TYPE_TRANSACTION_IN
source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
hi: प्राप्त
it: Ricevuto
ja: 受金
pt: Recebido
ru: Получено
tr: Alındı

source: Skip username
ar: تخطي اسم المستخدم
de: Benutzername überspringen
es: Saltar nombre de usuario
hi: यूजरनेम छोड़ें
it: Salta il nome utente
ja: ユーザー名を省略する
pt: Ignorar nome de utilizador
ru: Пропустить имя пользователя
tr: Kullanıcı adını atla

# SELECT_WALLET_FOR_EOS_ACTIVATION
source: Select Wallet which will be charged EOS activation fee from
ar: حدد المحفظة التي سيتم تحصيل رسوم تفعيل eos منها
de: Wählen Sie das Wallet für die Belastung der eos-Aktivierungsgebühr aus
es: Seleccione el monedero del que se cobrará la tarifa de activación de EOS
hi: वह वॉलेट चुनें, जिससे EOS एक्टिवेशन शुल्क लिया जाएगा
it: Seleziona il portafoglio cui addebitare la tariffa di attivazione eos
ja: EOS アクティベーション料金が請求されるウォレットを選択してください
pt: Selecionar Carteira à qual cobrar a taxa de ativação eos
ru: Выберите Кошелек, с которого будет взиматься комиссия за активацию EOS
tr: EOS etkinleştirme ücretinin tahsil edileceği Cüzdanı seçin

# TOPUP_IS_COMPLETE
source: Your top up is complete
ar: عملية التعبئة مكتملة
de: Ihre Aufladung ist abgeschlossen
es: Su recarga se completó
hi: आपका टॉप अप पूरा हो गया है
it: La ricarica è stata completata
ja: お客様のチャージが完了いたしました
pt: O seu carregamento está concluído
ru: Ваше пополнение завершено
tr: Kontör yüklemeniz tamamlandı

source: Aug
ar: أغسطس
de: August
es: Ago
hi: अग
it: Ago
ja: 8 月
pt: Ago
ru: Авг
tr: Ağu

source: Current Price
ar: السعر الحالي
de: Derzeitiger Preis
es: Precio actual
hi: मौजूदा कीमत
it: Prezzo attuale
ja: 現在の価格
pt: Preço Atual
ru: Текущая цена
tr: Geçerli Fiyat

# INVITE_TITLE
source: Invite your friends with your referral code
ar: قم بدعوة الأصدقاء من خلال رمز الإحالة
de: Laden Sie Ihre Freunde mit Ihrem Empfehlungscode ein
es: Invite a sus amigos con su código de referencia
hi: अपने दोस्तों को अपने रेफरल कोड के साथ आमंत्रित करें
it: Invita i tuoi amici con il tuo codice invito
ja: 紹介コードを使用して、ご友人様をご招待ください
pt: Convide os seus amigos com o seu código de referência
ru: Пригласите друзей по вашему реферальному коду
tr: Yönlendirme kodunuzla arkadaşlarınızı davet edin

source: Decentralised exchanges & more
ar: بورصات عملات لا مركزية، والمزيد
de: Dezentrale Börsen und mehr
es: Plataformas de intercambio descentralizadas y más
hi: विकेंद्रीकृत एक्सचेंज और अन्य
it: Mercati decentralizzati e altro
ja: 分散型取引所、その他
pt: Mercados descentralizados e muito mais
ru: Децентрализованные обмены и многое другое
tr: Merkezi olmayan borsalar ve daha fazlası

source: Select Address
ar: تحديد العنوان
de: Adresse wählen
es: Seleccionar dirección
hi: पता चुनें
it: Seleziona indirizzo
ja: アドレスの選択
pt: Selecionar endereço
ru: Выбрать адрес
tr: Adres Seç

source: Theme
ar: المظهر العام
es: Tema
hi: थीम
it: Tema
ja: テーマ
pt: Tema
ru: Оформление
tr: Tema

# UNLOCK_WITH_PIN_BIOMETRIC
source: Unlock with your pin code or biometric
ar: الفتح برمز pin الخاص بك أو البصمة البيومترية
de: Entsperren mit Pin-Code oder biometrischen Daten
es: Desbloquee con su código PIN o biométrico
hi: अपने पिन कोड या बायोमेट्रिक से अनलॉक करें
it: Sblocca con codice pin o biometria
ja: 暗証番号または生体認証でロックを解除します
pt: Desbloquear com o seu pin ou código biométrico
ru: Разблокировать с помощью ПИН-кода или биометрических данных
tr: Kilidi PIN kodunuz veya biyometrik ile açın

source: Payout
ar: دفعة أرباح
de: Auszahlung
es: Pago
hi: पेआउट
it: Pagamento
ja: 払戻し
pt: Pagamento
ru: Выплата
tr: Ödeme

source: Apply Filter
ar: تطبيق التصنيف
de: Filter anwenden
es: Aplicar filtro
hi: फिल्टर लगाएँ
it: Applica filtro
ja: フィルタの適用
pt: Aplicar Filtro
ru: Применить фильтр
tr: Filtre Uygula

# EXCHANGE_IS_EXPIRED
source: Exchange has expired, retry?
ar: انتهت صلاحية التبادل، هل تريد إعادة المحاولة؟
de: Börse ist abgelaufen, erneut versuchen?
es: El intercambio ha expirado, ¿reintentar?
hi: एक्सचेंज एक्सपायर हो गया है, फिर ट्राई करें?
it: Il tempo per la transazione è scaduto. Riprovare?
ja: 両替の期限が切れました。再試行しますか？
pt: A troca expirou. Tentar novamente?
ru: Время обмена истекло, попробовать снова?
tr: Takasın geçerlilik süresi doldu, tekrar denensin mi?

# TOPUP_LABEL_SELECT_PAYMENT_METHOD
source: Select payment method
ar: تحديد طريقة الدفع
de: Zahlungsmethode auswählen
es: Seleccionar forma de pago
hi: भुगतान विधि चुनें
it: Seleziona metodo di pagamento
ja: お支払い方法をお選びください
pt: Selecionar método de pagamento
ru: Выберите способ оплаты
tr: Ödeme yöntemi seçin

source: Send from
ar: إرسال من
de: Senden von
es: Enviar desde
hi: इससे भेजें:
it: Invia da
ja: 送金元口座
pt: Enviar de
ru: Отправлено с
tr: Hesaptan gönder

source: To Address
ar: إلى عنوان
de: An Adresse
es: A la dirección
hi: पाने वाले का पता
it: Indirizzo di destinazione
ja: 送金先アドレス
pt: Para o endereço
ru: На Адрес
tr: Alıcı Adresi

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
hi: जोड़ें
it: Aggiungi
ja: 追加
pt: Adicionar
ru: Добавить
tr: Ekle

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
hi: कॉपी करें
it: Copiare
ja: コピー
pt: Copiar
ru: Скопировать

source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
hi: प्राप्त
it: Ricevuto
ja: 受金
pt: Recebido
ru: Получено
tr: Alındı

source: Back to Exchange
ar: العودة إلى التبادل
de: Zurück zur Börse
es: Volver al intercambio
hi: वापस एक्सचेंज पर
it: Torna allo scambio
ja: 両替に戻る
pt: Voltar para a Troca
ru: Назад к обмену
tr: Borsaya Geri Dön

source: You can not access this page
ar: لا يمكنك الوصول إلى هذه الصفحة
de: Sie können nicht auf diese Seite zugreifen
es: No puede acceder a esta página
hi: आपको इस पेज तक एक्सेस हासिल नहीं है
it: L'accesso a questa pagina non è consentito
ja: このページにはアクセスできません
pt: Não pode aceder a esta página
ru: У вас нет доступа к этой странице
tr: Bu sayfaya erişiminiz yok

# ICLOUD_ENTER_FILE_NAME
source: Enter the name of file
ar: إدخال اسم الملف
de: Geben Sie den Namen der Datei ein
es: Ingrese el nombre del archivo
hi: फाइल का नाम एंटर करें
it: Inserisci il nome del file
ja: ファイル名を入力してください
pt: Introduza o nome do ficheiro
ru: Введите имя файла
tr: Dosyanın adını girin

# TOPUP_CONTINUE
source: Continue
ar: الاستمرار
de: Weiter
es: Continuar
hi: जारी रखें
it: Continua
ja: 続行
pt: Continuar
ru: Продолжить
tr: Devam

# TOPUP_AMOUNT_TITLE
source: Top Up Amount
ar: مبلغ عملية التعبئة
de: Aufladebetrag
es: Cantidad de recarga
hi: टॉप अप राशि
it: Importo ricarica
ja: チャージ額
pt: Montante de Carregamento
ru: Сумма пополнения
tr: Kontör Yükleme Tutarı

source: Copy seed phrase
ar: نسخ العبارة الأولية (Seed Phrase)
de: Seed-Phrase kopieren
es: Copiar Frase semilla
hi: सीड फ्रेज कॉपी करें
it: Copia Seedphrase
ja: シードフレーズをコピー
pt: Copiar Frase Semente
ru: Скопировать мнемоническую фразу
tr: Tohum Kelime Grubunu Kopyala

# TOPUP_SELECTED_AMOUNT
source: Selected Amount
ar: المبلغ المحدد
de: Ausgewählter Betrag
es: Cantidad seleccionada
hi: चुनी गई राशि
it: Importo selezionato
ja: 選択された金額
pt: Montante selecionado
ru: Выбранная сумма
tr: Seçilen Tutar

# REFERRAL_STATUS_REJECT
source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
hi: नामंजूर करें
it: Rifiuta
ja: 拒否する
pt: Rejeitar
ru: Отклонить
tr: Reddet

# RECOVERY_PASSWORD_TO_MNEMONIC
source: Create Password to encrypt your seed phrase
ar: أنشئ كلمة مرور لتشفير مرحلة القيمة الأولية الخاصة بك
de: Erstellen Sie ein Passwort, um Ihren Seed Phrase zu verschlüsseln
es: Crea una contraseña para cifrar tu frase inicial
hi: अपने बीज वाक्यांश को एन्क्रिप्ट करने के लिए पासवर्ड बनाएं
it: Crea la password per criptare la frase seed
ja: シードフレーズを暗号化するにはパスワードを作成してください
pt: Criar palavra-passe para encriptar a sua frase de semente
ru: Создать пароль для шифрования мнемонической фразы
tr: Çekirdek sözünüzü şifrelemek için Şifre oluşturun

source: Choose your language
ar: اختر لغتك
de: Wählen Sie Ihre Sprache
es: Elija su idioma
hi: अपनी भाषा चुनें
it: Scegli una lingua
ja: 言語を選択してください
pt: Escolha o seu idioma
ru: Выбрать язык
tr: Dilinizi seçin

source: To
ar: إلى
de: An
es: Para
hi: पाने वाला
it: A
ja: 送金先
pt: Para
ru: Куда
tr: Alıcı

# USERNAME_COPIED_TO_CLIPBOARD
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
hi: कॉपी किया
it: Copiato
ja: コピーしました
pt: Copiado
ru: Скопировано
tr: Kopyalandı

# PROFILE_WAS_CHANGED_MESSAGE
source: Your Profile was changed in another client version. Go to Settings to check it
ar: تم تغيير ملف التعريف الخاص بك في إصدار عميل آخر. انتقل إلى "الإعدادات" للتحقق منه
de: Ihr Profil wurde in einer anderen Client-Version geändert. Gehen Sie zu Einstellungen, um dies zu überprüfen
es: Su perfil se modificó en otra versión del cliente. Vaya a Ajustes para verificarlo
hi: किसी दूसरे क्लाइंट वर्जन में आपकी प्रोफाइल बदली गई है। इसे चेक करने के लिए सेटिंग में जाएँ
it: Il tuo profilo è stato modificato in un'altra versione del client. Vai alle Impostazioni per controllare
ja: あなたのプロファイルが別のクライアントバージョンで変更されました。［設定］に移動してご確認ください
pt: O seu Perfil foi alterado em outra versão do cliente. Vá às Definições para verificar
ru: Ваш профиль был изменен в другой версии клиента. Перейдите в настройки для проверки
tr: Profiliniz başka bir istemci sürümünde değiştirildi. Kontrol etmek için Ayarlar'a gidin

# ACTIVATE_CURRENCY_ACCOUNT
source: Activate your %@ account
ar: تنشيط حساب %@ الخاص بك
de: Aktivieren Sie Ihr %@ Konto
es: Active su cuenta de %@
hi: अपना %@ अकाउंट एक्टिवेट करें
it: Attiva il tuo account in %@
ja: %@アカウントを有効化
pt: Ative a sua conta em %@
ru: Активировать Ваш %@ аккаунт
tr: %@ hesabınızı etkinleştirin

# TOP_UP
source: Prepaid Mobile Top Up
ar: تعبئة "الجوال المسبق الدفع"
de: Prepaid-Handy-Aufladung
es: Recarga móvil prepaga
hi: प्रीपेड मोबाइल टॉप अप
it: Ricarica mobile prepagata
ja: プリペイドモバイルのチャージ
pt: Recarga de telemóvel pré-pago
ru: Пополнение предоплаченного мобильного телефона
tr: Ön Ödemeli Mobil Yükleme

# ADDRESS_COPIED
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
hi: कॉपी किया
it: Copiato
ja: コピーしました
pt: Copiado
ru: Скопировано
tr: Kopyalandı

source: Invalid format
ar: صيغة غير صالحة
de: Ungültiges Format
es: Formato inválido
hi: अमान्य फॉर्मेट
it: Formato non valido
ja: 無効な形式です
pt: Formato Inválido
ru: Неверный формат
tr: Geçersiz biçim

# REGENERATE_MNEMONIC
source: Randomise seed phrase
ar: العبارة الأولية العشوائية
de: Zufällige Seed-Phrase
es: Aleatorizar la frase semilla
hi: सीड फ्रेज को बेतरतीब क्रम में करें
it: Genera seedphrase casuale
ja: シードフレーズをランダム化
pt: Aleatorizar frase semente
ru: Сгенерировать мнемоническую фразу
tr: Rastgele tohum kelime grubu oluştur

# CHOOSE_EMAIL_POPUP
source: Choose an Email client
ar: اختيار عميل بريد إلكتروني
de: Wählen Sie einen E-Mail-Client
es: Elija un cliente de correo electrónico
hi: ईमेल क्लाइंट चुनें
it: Scegli un client di posta elettronica
ja: メールクライアントを選択
pt: Escolha um cliente de email
ru: Выберите Email клиент
tr: Bir E-posta istemcisi seçin

# TOPUP_LAST_USED_SENT
source: Your last top-up was sent to
ar: تم إرسال آخر عملية تعبئة إلى
de: Ihre letzte Aufladung wurde gesendet an
es: Su última recarga se envió a
hi: आपका अंतिम टॉप-अप इस पर भेजा गया था:
it: L'ultima ricarica è stata inviata a
ja: 最近のチャージの送信先
pt: O seu último carregamento foi enviado para
ru: Ваше последнее пополнение было отправлено на
tr: Son kontör yüklemenizin gönderildiği numara:

source: Nov
ar: نوفمبر
de: November
hi: नवं
ja: 11 月
ru: Ноя
tr: Kas

# TOPUP_AMOUNT_PAID
source: Amount Paid:
ar: المبلغ المدفوع:
de: Bezahlter Betrag:
es: Cantidad pagada:
hi: भुगतान की गई राशि:
it: Importo pagato:
ja: お支払い額:
pt: Montante pago:
ru: Оплачено
tr: Ödenen Tutar:

source: Status
ar: الحالة
es: Estado
hi: स्टेटस
ja: 状態
pt: Estado
ru: Статус
tr: Durum

source: Select Network Speed
ar: اختر سرعة الشبكة
de: Netzwerkgeschwindigkeit wählen
es: Seleccionar velocidad de red
hi: नेटवर्क स्पीड चुनें
it: Seleziona velocità di rete
ja: ネットワーク速度の選択
pt: Selecionar velocidade de rede
ru: Выбрать скорость сети
tr: Ağ Hızını Seç

# TOPUP_OPERATOR_TITLE
source: Select Operator
ar: تحديد مزود الخدمة
de: Mobilfunkbetreiber auswählen
es: Seleccionar operador móvil
hi: ऑपरेटर चुनें
it: Seleziona operatore
ja: 携帯電話会社を選択
pt: Selecionar Operador
ru: Выбор Оператора
tr: Operatör Seçin

source: Next
ar: التالي
de: Weiter
es: Siguiente
hi: अगला
it: Avanti
ja: 次へ
pt: Próximo
ru: Далее
tr: Sonraki

# ACCESS_DISCOUNT_AFFILIATE_PROGRAMS
source: Access to discount and referral programs
ar: الوصول إلى برامج الخصم والإحالة
de: Zugang zu Rabatt- und Empfehlungsprogrammen
es: Acceso a descuentos y programas para referencias
hi: छूट और रेफरल प्रोग्राम को ऐक्सेस करें
it: Accesso a programmi di sconto e di segnalazione
ja: 割引と紹介プログラムへのアクセス
pt: Acesso a desconto e programas de referencia
ru: Получить доступ к дисконтной и реферальной программам
tr: İndirimlere ve referans programlarına erişim

# ERROR_PASSCODE_NOT_MATCH
source: Passcode does not match
ar: لا يتطابق رمز المرور
de: Passcode stimmt nicht überein
es: El código de acceso no coincide
hi: पासकोड मेल नहीं खा रहा है
it: Il codice di accesso non corrisponde
ja: パスコードが一致しません
pt: A palavra-passe não corresponde
ru: Пароль не совпадает
tr: Şifre eşleşmiyor

# INVITE_SUBTITLE
source: with your referral code
ar: باستخدامك رمز الإحالة
de: mit deinem Emfpehlungscode
es: con tu código de referencia
hi: आपके रेफरल कोड के साथ
it: con il tuo codice di referral
ja: 紹介コードを使って
pt: com o seu código de referência
ru: по вашему реферальному коду
tr: referans kodunuzla

# D_DAY
source: 1D
ar: يوم
de: 1T
hi: 1दि
it: 1G
ja: 1 日
ru: 1Д
tr: 1G

source: Sent Successfully
ar: تم الإرسال بنجاح
de: Erfolgreich gesendet
es: Enviado correctamente
hi: सफलतापूर्वक भेजा गया
it: Invio eseguito
ja: 正常に送金されました
pt: Enviado com sucesso
ru: Отправлено успешно
tr: Başarıyla Gönderildi

source: Switсh Account
ar: تغيير الحساب
de: Konto wechseln
es: Cambiar cuenta
hi: अकाउंट बदलें
it: Cambia account
ja: 口座の切り替え
pt: Trocar Conta
ru: Сменить аккаунт
tr: Hesabı Değiştir

# NOTIFICATION_TYPE_TRANSACTION_OUT
source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
hi: भेजे गए
it: Inviato
ja: 送金
pt: Enviado
ru: Отправлено
tr: Gönderildi

source: Use Face ID
ar: استخدم Face ID
de: Face ID verwenden
es: Use ID de rostro
hi: Face ID इस्तेमाल करें
it: Usa Face ID
ja: Face ID を使用
pt: Use o Face ID
ru: Использовать Face ID
tr: Face ID Kullan

source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido
hi: फिर से स्वागत है
it: Bentornato
ja: お帰りなさい
pt: Bem-vindo de volta
ru: С возвращением
tr: Tekrar Hoş Geldiniz

source: Add coin
ar: إضافة عملات
de: Münze hinzufügen
es: Añadir moneda
hi: कॉइन जोड़ें
it: Aggiungi moneta
ja: コインの追加
pt: Adicionar moeda
ru: Добавить валюту
tr: Kripto para ekle

source: Dec
ar: ديسمبر
de: Dezember
es: Dic
hi: दिसं
it: Dic
ja: 12 月
pt: Dez
ru: Дек
tr: Ara

source: Minimum Amount
ar: أقل كمية
de: Mindestbetrag
es: Cantidad mínima
hi: न्यूनतम राशि
it: Importo minimo
ja: 最低額
pt: Montante Mínimo
ru: Минимальная сумма
tr: Minimum Tutar

source: Create a New Wallet
ar: أنشئ محفظة جديدة
de: Neues Wallet erstellen
es: Crear un nuevo monedero
hi: एक नया वॉलेट बनाएँ
it: Crea un nuovo portafoglio
ja: 新しいウォレットを作成
pt: Criar uma Nova Carteira
ru: Создать новый кошелек
tr: Yeni Cüzdan Oluştur

source: Continue
ar: الاستمرار
de: Weiter
es: Continuar
hi: जारी रखें
it: Continua
ja: 続行
pt: Continuar
ru: Продолжить
tr: Devam

source: Exchange Rate
ar: سعر الصرف
de: Umtauschkurs
es: Tipo de cambio
hi: एक्सचेंज दर
it: Tasso di cambio
ja: 為替レート
pt: Taxa de câmbio
ru: Обменный курс
tr: Takas Oranı

source: Alfacash Account
ar: حساب Alfacash
de: Alfacash-Konto
es: Cuenta Alfacash
hi: Alfacash अकाउंट
it: Account Alfacash
ja: Alfacash 口座
pt: Conta Alfacash
ru: Alfacash аккаунт
tr: Alfacash Hesabı

source: Submit
ar: إرسال
de: Senden
es: Enviar
hi: सबमिट करें
it: Invia
ja: 送信
pt: Enviar
ru: Подтвердить
tr: Gönder

# RELOAD_WEB_SESSION_MESSAGE
source: On another tab, actions related to personal data were performed, reload the page to synchronize windows
ar: على علامة التبويب الأخرى تم تنفيذ الإجراءات المتعلقة بالبيانات الشخصية. أعِد تحميل الصفحة لمزامنة النوافذ
de: Auf einer anderen Registerkarte wurden Aktionen in Bezug auf personenbezogene Daten ausgeführt. Laden Sie die Seite neu, um Windows zu synchronisieren
es: Se realizaron acciones relativas a los datos personales en otra pestaña. Vuelva a cargar la página para sincronizar las ventanas
hi: एक दूसरी टैब पर व्यक्तिगत डेटा संबंधी कुछ काम किया गया है। अलग-अलग विंडो में एकरूपता लाने के लिए पेज को रीलोड करें
it: In un'altra scheda sono state compiute azioni riguardanti i dati personali. Ricarica la pagina per sincronizzare le finestre
ja: 別のタブで、個人データに関するアクションが実行されました。ページを再読み込みしてウィンドウを同期してください
pt: Foram realizadas ações noutro separador relacionadas com dados pessoais. Recarregue a página para sincronizar as janelas
ru: На другой вкладке были выполнены действия, связанные с персональными данными. Перезагрузите страницу для синхронизации окон
tr: Başka bir sekmede kişisel verilerle ilgili eylemler gerçekleştirildi. Pencereleri eşitlemek için sayfayı yeniden yükleyin

source: Current Balance
ar: الرصيد الحالي
de: Aktueller Saldo
es: Saldo actual
hi: मौजूदा बैलेंस
it: Saldo attuale
ja: 現在の残高
pt: Saldo atual
ru: Текущий Баланс
tr: Geçerli Bakiye

# TOPUP_SUPPORTED_CURRENCIES
source: Supported Payment Methods
ar: طرق الدفع المدعومة
de: Unterstützte Zahlungsmethoden
es: Formas de pago aceptadas
hi: सपोर्ट-प्राप्त भुगतान विधियाँ
it: Metodi di pagamento ammessi
ja: お取扱中のお支払い方法
pt: Métodos de Pagamento Suportados
ru: Доступные Методы Оплаты
tr: Desteklenen Ödeme Yöntemleri

# GET_UP_INSTANTLY
source: Get Up to 20% instantly
ar: احصل على ما يصل إلى 20٪ على الفور
de: Erhalten Sie sofort bis zu 20 %
es: Obtenga hasta un 20% al instante
hi: तुरंत 20% तक पाएं
it: Ricevi immediatamente fino al 20%
ja: 今すぐに最大20％まで獲得
pt: Obtenha até 20% instantaneamente
ru: Получите до 20% мгновенно
tr: Anında %20'ye Kadar Alın

source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
hi: भेजे गए
it: Inviato
ja: 送金
pt: Enviado
ru: Отправлено
tr: Gönderildi

source: Create Passcode to current session
ar: أنشئ رمز مرور للجلسة الحالية
de: Erstellen Sie einen Passcode für die aktuelle Sitzung
es: Crear código de acceso a la sesión actual
hi: मौजूदा सेशन के लिए पासकोड बनाएँ
it: Crea codice di accesso per la sessione corrente
ja: 現在のセッションへのパスコードを作成します
pt: Criar Palavra-passe para a sessão atual
ru: Создать пароль для текущего сеанса
tr: Geçerli oturum için Şifre Oluştur

# WITHDRAWAL_EARNINGS
source: Withdraw your earnings
ar: سحب أرباحك
de: Einnahmen abheben
es: Retire sus ganancias
hi: अपनी कमाई राशि निकालें
it: Preleva i guadagni
ja: 収益のお引き出し
pt: Levantar os seus ganhos
ru: Снять средства
tr: Kazançlarınızı çekin

source: Top up Summary
ar: ملخص تعبئة الرصيد
de: Prepaid-Guthaben
es: Resumen de la recarga
hi: सारांश टॉप अप करें
it: Riassunto di Top up
ja: チャージの概要
pt: Resumo do suplementos
ru: Top up итог
tr: Yükleme Özeti

source: Night Mode
ar: وضع الليل
de: Nachtmodus
es: Modo nocturno
hi: नाइट मोड
it: Modalità notturna
ja: ナイトモード
pt: Modo Noturno
ru: Ночной режим
tr: Gece Modu

# TYPE_PASSWORD_ACCESS
source: Type your passcode below to access your wallet
ar: اكتب رمز المرور أدناه للوصول إلى محفظتك
de: Geben Sie unten Ihren Passcode ein, um auf Ihr Wallet zuzugreifen
es: Escriba su código de acceso a continuación para acceder a su monedero
hi: अपना वॉलेट एक्सेस करने के लिए नीचे अपना पासकोड डालें
it: Digita il codice di accesso qui sotto per accedere al portafoglio
ja: ウォレットにアクセスするには、パスコードを下に入力してください
pt: Introduza a sua palavra-passe abaixo para aceder à sua carteira
ru: Введите ваш пароль ниже, чтобы получить доступ к вашему кошельку
tr: Cüzdanınıza erişmek için aşağıya şifrenizi yazın

# TOPUP_NUMBER_ADD_NUMBER
source: Add Your Phone Number
ar: إضافة رقم الهاتف
de: Fügen Sie Ihre Telefonnummer hinzu
es: Añada su número telefónico
hi: अपना फोन नंबर जोड़ें
it: Inserisci il tuo numero telefonico
ja: 電話番号を追加
pt: Adicione o seu número de telefone
ru: Введите Свой Номер Телефона
tr: Telefon Numaranızı Ekleyin

# EOS_ACTIVATION_WARNING
source: You should activate your EOS wallet to use it
ar: يجب عليك تنشيط محفظة EOS الخاصة بك لاستخدامها
de: Sie sollten Ihr EOS-Wallet zum Aktivieren verwenden
es: Antes de usar su monedero EOS, deberá activarlo
hi: इसे इस्तेमाल करने के लिए आपको अपना EOS वॉलेट एक्टिवेट करना होगा
it: È necessario attivare il portafoglio EOS per utilizzarlo
ja: それを使用するには、EOS ウォレットを有効化する必要があります
pt: Deveria ativar a sua carteira EOS para utilizar
ru: Вы должны активировать ваш кошелек EOS для использования
tr: EOS cüzdanınızı kullanmak için etkinleştirmeniz gerekir

# ICLOUD_CHOOSE_MNEMONIC
source: Choose Mnemonic
ar: اختيار استذكار
de: Wählen Sie Mnemonik
es: Elija un mnemónico
hi: यादगारी फ्रेज चुनें
it: Scegli una frase mnemonica
ja: ニーモニックを選択
pt: Escolha a mnemónica
ru: Выберите тип мнемонической фразы
tr: Anımsatıcı seçin

# TOPUP_TOTAL
source: Total to pay
ar: إجمالي ما سيتم دفعه
de: Insgesamt zu bezahlen
es: Total a pagar
hi: भुगतान योग्य कुल
it: Totale da pagare
ja: お支払い総額
pt: Total a pagar
ru: К оплате
tr: Ödenecek toplam

# XRP_ACTIVATION_DESCRIPTION
source: To activate the address you need to make first a deposit of 20 XRP or more, otherwise you won't be able to use the address to receive any amount less than 20 XRP or to send anything below 20 XRP
ar: لتفعيل العنوان، عليك أولًا إيداع 20 XRP أو أكثر، وإلا فلن تتمكن من استخدام العنوان لاستلام أي كمية أقل من 20 XRP أو لإرسال أي كمية أقل من 20 XRP
de: Um die Adresse zu aktivieren, müssen Sie zuerst eine Einzahlung von 20 XRP oder mehr vornehmen. Andernfalls können Sie die Adresse nicht verwenden, um einen Betrag von weniger als 20 XRP zu erhalten oder Beträge unter 20 XRP zu senden
es: Para activar la dirección, primero debe hacer un depósito de 20 XRP o más, de lo contrario no podrá utilizar la dirección para recibir ni enviar ninguna cantidad inferior a 20 XRP
hi: पते को एक्टिवेट करने के लिए, पहले आपको 20 XRP या उससे ज्यादा का एक डिपॉजिट करना होगा, नहीं तो आप पते के जरिए 20 XRP से कम राशि को भेज या प्राप्त नहीं कर पाएँगे
it: Per attivare l'indirizzo è necessario avere depositato almeno 20 XRP, altrimenti non sarà possibile usare l'indirizzo per ricevere importi inferiori a 20 XRP né per inviare meno di 20 XRP
ja: アドレスを有効化するには、まず 20 XRP 以上を入金する必要があります。アドレスが有効でない場合、20 XRP 未満の金額を送受金できません
pt: Para ativar o endereço primeiro precisa de efetuar um depósito de 20 XRP ou mais, caso contrário não poderá utilizar o endereço para receber ou enviar qualquer montante inferior a 20 XRP
ru: Чтобы активировать адрес, необходимо внести депозит в размере 20 XRP или более, в противном случае вы не сможете использовать адрес для получения суммы менее 20 XRP или для отправки суммы менее 20 XRP.
tr: Adresi etkinleştirmek için ilk olarak en az 20 XRP yatırmanız gerekir; aksi takdirde, 20 XRP'den daha düşük bir tutar almak veya 20 XRP'nin altında bir tutar göndermek için adresi kullanamazsınız

source: Confirmation of Exchange
ar: تأكيد التبادل
de: Bestätigung des Umtauschs
es: Confirmación de intercambio
hi: एक्सचेंज की पुष्टि
it: Conferma dello scambio
ja: 両替の確認
pt: Confirmação de Troca
ru: Подтверждение обмена
tr: Borsa Onayı

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
hi: सॉर्टिंग करें
it: Ordina
ja: 並べ替え
pt: Ordenar
ru: Отсортировать
tr: Sırala

# TOPUP_AMOUNT_CUSTOM_AMOUNT_SUBTITLE
source: Enter your Amount
ar: إدخال المبلغ
de: Betrag eingeben
es: Introduzca su cantidad
hi: अपनी राशि एंटर करें
it: Inserisci l'importo
ja: 金額をご入力ください
pt: Introduza o seu montante
ru: Введите Сумму
tr: Tutarınızı Girin

source: Add Amount
ar: إضافة الكمية
de: Betrag hinzufügen
es: Añadir cantidad
hi: राशि जोड़ें
it: Aggiungi importo
ja: 金額の追加
pt: Adicionar montante
ru: Добавить сумму
tr: Tutar Ekle
