Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

# TOPUP_CONFIRM_TITLE
source: Confirm Top Up
ar: تأكيد عملية التعبئة
de: Bestätigen Sie die Aufladung
es: Confirmar recarga
hi: टॉप अप कन्फर्म करें
it: Conferma ricarica
ja: チャージを確認
pt: Confirmar Carregamento
ru: Подтверждение пополнения
tr: Kontör Yüklemeyi Onayla

# TOPUP_VIEW_BREAKDOWN
source: View Breakdown
ar: عرض التفاصيل
de: Aufschlüsselung anzeigen
es: Ver desglose
hi: ब्रेकडाउन देखें
it: Visualizza dettaglio
ja: 内訳を表示
pt: Ver em detalhe
ru: Подробнее
tr: Dökümü Görüntüle

source: My wallets
ar: محافظي
de: Meine Wallets
es: Mis monederos
hi: मेरे वॉलेट
it: Portafogli personali
ja: マイウォレット
pt: As Minhas carteiras
ru: Мои кошельки
tr: Cüzdanlarım

source: Receive
ar: استلام
de: Empfangen
es: Recibir
hi: प्राप्त करें
it: Ricevi
ja: 受金
pt: Receber
ru: Получить
tr: Al

# ERC20_FILL_NOTIFICATION
source: In order to transfer ERC-20 token please fund your ethereum address u003caddressu003e with 0.0005 ETH.
ar: من أجل تحويل قطع ERC-20 الرمزية، يُرجى تمويل عنوان ethereum الخاص بك u003caddressu003e بمقدار 0.0005 ETH.
de: Um den ERC-20-Token zu übertragen, zahlen Sie auf Ihre Ethereum-Adresse u003caddressu003e bitte 0,0005 ETH ein.
es: Para transferir el token ERC-20, por favor cargue fondos por 0,0005 ETH en su dirección de ethereum u003caddressu003e.
hi: ERC-20 टोकन ट्रांसफर करने के लिए, कृपया अपने Ethereum पते u003caddressu003e में 0.0005 ETH डालें।
it: Per poter trasferire token ERC-20, finanzia il tuo indirizzo ethereum u003caddressu003e con 0.0005 ETH.
ja: ERC-20 トークンを送金するには、イーサリアムアドレス u003caddressu003e に 0.0005 ETH を入金してください。
pt: Para transferir o token ERC-20 carregue o seu endereço ethereum u003caddressu003e com 0,0005 ETH.
ru: Чтобы отправить токен ERC-20, пополните свой адрес Ethereum u003cадресu003e на 0,0005 ETH.
tr: ERC-20 jetonunu transfer etmek için lütfen u003caddressu003e numaralı Ethereum adresinize 0,0005 ETH yatırın.

source: Signature is wrong
ar: التوقيع خطأ
de: Unterschrift ist falsch
es: La firma es incorrecta
hi: सिग्नेचर गलत है
it: La firma è errata
ja: 署名に誤りがあります
pt: Assinatura incorreta
ru: Неверная подпись
tr: İmza yanlış

# WARNING_USERNAME_EXISTS
source: User already exists
ar: المستخدم مسجل بالفعل
de: Benutzer existiert bereits
es: El usuario ya existe
hi: यूजर पहले से मौजूद है
it: Questo utente esiste già
ja: ユーザーはすでに存在します
pt: Utilizador já existente
ru: Пользователь уже существует
tr: Kullanıcı zaten mevcut

# CHART_PRICE_LABEL
source: price
ar: سعر
de: Preis
es: precio
hi: कीमत
it: prezzo
ja: 価格
pt: preço
ru: цена
tr: fiyat

# TOP_UP_TITLE
source: Top up your phone
ar: تعبئة رصيد هاتفك
de: Telefon aufladen
es: Recarga tu teléfono
hi: अपना फ़ोन टॉप अप करें
it: Ricarica il telefono
ja: 携帯電話にチャージ
pt: Complemente o seu telefone
ru: Пополнение
tr: Telefonunuza yükleme yapın

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
hi: सेटिंग
it: Impostazioni
ja: 設定
pt: Definições
ru: Настройки
tr: Ayarlar

# FILTER_ALL
source: All
ar: الكل
de: Alle
es: Todas
hi: सभी
it: Tutte
ja: すべて
pt: Todas
ru: Все
tr: Tümü

source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Desanclar
hi: अनपिन करें
it: Sblocca
ja: 固定解除
pt: Remover
ru: Убрать
tr: Sabitlemesini kaldır

source: View More on History
ar: عرض المزيد من السجل
de: Mehr im Verlauf anzeigen
es: Ver más sobre el historial
hi: हिस्ट्री में अधिक देखें
it: Visualizza altro in Cronologia
ja: さらに履歴を見る
pt: Ver mais no Histórico
ru: Посмотреть больше в истории
tr: Daha Fazla Geçmiş Bilgisi Göster

# ERROR_FIELD_REQUIRED
source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld wird benötigt
es: Este campo es obligatorio
hi: यह फील्ड आवश्यक है
it: Questo campo è obbligatorio
ja: これは必須項目です
pt: Este campo é obrigatório
ru: Это поле обязательно к заполнению
tr: Bu alan zorunludur

# TOPUP_EMAIL_PLACEHOLDER
source: Your email
ar: البريد الإلكتروني
de: Ihre E-Mail
es: Su correo electrónico
hi: आपका ईमेल
it: La tua e-mail
ja: あなたのメール
pt: O seu email
ru: Ваша электронная почта
tr: E-postanız

# TOPUP_ENTER_EMAIL_LABEL
source: Or enter your email
ar: أو أدخل البريد الإلكتروني
de: Oder geben Sie Ihre E-Mail-Adresse ein
es: O ingrese su correo electrónico
hi: या अपना ईमेल डालें
it: Oppure inserisci la tua e-mail
ja: またはメールアドレスをご入力ください
pt: Ou introduza o seu email
ru: Или введите вашу электронную почту
tr: Veya e-postanızı girin

source: Connect to alfacash
ar: الاتصال مع Alfacash
de: Mit Alfacash verbinden
es: Conectarse a Alfacash
hi: Alfacash से कनेक्ट करें
it: Connetti ad Alfacash
ja: Alfacash に接続します
pt: Ligar-se à Alfacash
ru: Подключиться к alfacash
tr: Alfacash'e bağlan

source: Filter
ar: تصنيف
es: Filtrar
hi: फिल्टर करें
it: Filtra
ja: フィルタ
pt: Filtro
ru: Фильтр
tr: Filtrele

# DELETE_ALL_DATA
source: Delete all data from current session
ar: حذف جميع البيانات من الجلسة الحالية
de: Löschen Sie alle Daten aus der aktuellen Sitzung
es: Eliminar todos los datos de la sesión actual
hi: मौजूदा सेशन से सारा डेटा डिलीट करें
it: Elimina tutti i dati della sessione corrente
ja: 現在のセッションからすべてのデータを削除する
pt: Apagar todos os dados da sessão atual
ru: Удалить все данные текущего сеанса
tr: Geçerli oturumdaki tüm verileri sil

source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
hi: डिक्रिप्ट करें
it: Decodifica
ja: 復号する
pt: Desencriptar
ru: Расшифровать
tr: Şifreyi Çöz

# TOPUP_PAYMENT_RECEIVED
source: Your payment has been received
ar: تم استلام الدفعة
de: Ihre Zahlung ist eingegangen
es: Su pago ha sido recibido
hi: आपका भुगतान प्राप्त हो गया है
it: Il tuo pagamento è stato ricevuto
ja: お客様のお支払いをお受け取りいたしました
pt: O seu pagamento foi recebido
ru: Ваш платеж получен
tr: Ödemeniz alındı

source: Enter Recovery Phrase
ar: أدخل عبارة الاسترجاع
de: Wiederherstellungsphrase eingeben
es: Introduzca la frase de recuperación
hi: रिकवरी फ्रेज डालें
it: Inserisci la frase di recupero
ja: 回復フレーズの入力
pt: Introduzir frase de recuperação
ru: Ввести фразу восстановления
tr: Kurtarma Kelime Grubunu Girin

source: Address is wrong
ar: العنوان خطأ
de: Adresse ist falsch
es: La dirección es incorrecta
hi: पता गलत है
it: L'indirizzo è errato
ja: 住所に誤りがあります
pt: Endereço incorreto
ru: Неверный адрес
tr: Adres yanlış

source: My Orders
ar: الطلبات
de: Meine Aufträge
es: Mis pedidos
hi: मेरे ऑर्डर
it: I miei ordini
ja: ご注文
pt: As minhas encomendas
ru: Мои Заказы
tr: Emirlerim

# XLM_ACTIVATION_LIMIT
source: Please fund your account with at least 1 XLM
ar: يُرجى إضافة 1 XLM على الأقل إلى حسابك
de: Bitte zahlen Sie auf Ihrem Konto mindestens 1 XLM ein
es: Cargue fondos en su cuenta por al menos 1 XLM
hi: कृपया अपने अकाउंट में कम से कम 1 XLM का बैलेंस डालें
it: Finanzia l'account con almeno 1 XLM
ja: 少なくとも 1 XLM を口座に入金してください
pt: Carregue a sua conta com pelo menos 1 XLM
ru: Пожалуйста, пополните свой счет, как минимум, на 1 XLM
tr: Lütfen hesabınıza en az 1 XLM yatırın

# TOPUP_USE_SAME_NUMBER
source: Yes, use the same number
ar: نعم، استخدم نفس الرقم
de: Ja, verwenden Sie dieselbe Nummer
es: Sí, usar el mismo número
hi: हाँ, यही नंबर इस्तेमाल करें
it: Sì, utilizza lo stesso numero
ja: はい。同じ番号を使用します
pt: Sim, utilizar o mesmo número
ru: Да, использовать тот же номер
tr: Evet, aynı numarayı kullan

source: Jan
ar: يناير
de: Januar
es: Ene
hi: जन
it: Gen
ja: 1 月
ru: Янв
tr: Oca

source: Confirm operation
ar: تأكيد العملية
de: Vorgang bestätigen
es: Confirmar operación
hi: कार्य की पुष्टि करें
it: Conferma operazione
ja: 操作を確定
pt: Confirmar operação
ru: Подтвердить операцию
tr: İşlemi onayla

source: All your digital assets in your device
ar: جميع أصولك الرقمية في جهازك
de: Alle digitalen Assets auf Ihrem Gerät
es: Todos sus activos digitales en su dispositivo
hi: आपकी डिवाइस में आपके सभी डिजिटल ऐसेट्स
it: Tutte le tue risorse digitali nel tuo dispositivo
ja: デバイス内のすべてのデジタルアセット
pt: Todos os seus ativos digitais no seu dispositivo
ru: Все ваши цифровые активы на вашем устройстве
tr: Cihazınızdaki tüm dijital varlıklarınız

source: Add an extra layer of security
ar: أضف طبقة أمان إضافية
de: Fügen Sie eine zusätzliche Ebene an Schutz hinzu
es: Añada una capa de seguridad adicional
hi: सुरक्षा की एक और परत जोड़ें
it: Aggiungi un livello di sicurezza extra
ja: セキュリティ強化レイヤーを追加してください
pt: Adicione uma camada extra de segurança
ru: Добавьте дополнительный уровень безопасности
tr: Ekstra güvenlik katmanı ekleyin

# NO_NOTIFICATIONS_FOUND
source: Notifications not found
ar: لم يتم العثور على إشعارات
de: Benachrichtigungen nicht gefunden
es: Notificaciones no encontradas
hi: नोटिफिकेशन नहीं मिले
it: Notifiche non trovate
ja: 通知が見つかりません
pt: Notificações não encontradas
ru: Уведомления не найдены
tr: Bildirimler bulunamadı

# TOPUP_LOCAL_VAT
source: Local VAT and taxes
ar: ضريبة القيمة المضافة المحلية والضرائب
de: Lokale Mehrwertsteuer und Steuern
es: IVA e impuestos locales
hi: स्थानीय वैट और टैक्स
it: IVA e imposte locali
ja: 現地のVATと諸税
pt: IVA e impostos locais
ru: Местный НДС и налоги
tr: Yerel KDV ve vergiler

source: Done
ar: تم الإنجاز
de: Fertig
es: Listo
hi: हो गया
it: Fatto
ja: 完了
pt: Concluído
ru: Готово
tr: Bitti

source: Gain
ar: ربح
de: Gewinn
es: Gane
hi: लाभ
it: Guadagno
ja: 収益
pt: Ganho
ru: Процент прибыли
tr: Kazanç

source: Invite a friend
ar: قم بدعوة صديق
de: Einen Freund einladen
es: Invite a un amigo
hi: दोस्त को आमंत्रित करें
it: Invita un amico
ja: 友人を招待する
pt: Convidar um amigo
ru: Пригласить друга
tr: Bir arkadaşınızı davet edin

# TOPUP_PAYMENT_METHOD
source: Payment Method
ar: طريقة الدفع
de: Zahlungsverfahren
es: Forma de pago
hi: भुगतान विधि
it: Metodo di pagamento
ja: お支払い方法
pt: Método de Pagamento
ru: Способ оплаты
tr: Ödeme Yöntemi

source: Add Address or Username
ar: إضافة عنوان أو اسم مستخدم
de: Adresse oder Benutzername hinzufügen
es: Añadir dirección o nombre de usuario
hi: पता या यूजरनेम जोड़ें
it: Inserisci indirizzo o nome utente
ja: アドレスまたはユーザー名の追加
pt: Adicionar endereço ou nome de utilizador
ru: Добавить адрес или имя пользователя
tr: Adres veya Kullanıcı Adı Ekle

source: Require for app access
ar: جعله مطلوبًا للوصول إلى التطبيق
de: Für den App-Zugriff erfordern
es: Requerir para acceder a la aplicación
hi: पासकोड
it: Richiedi per l'accesso all'app
ja: アプリのアクセスに必要
pt: Solicitar para aceder à aplicação
ru: Требовать для доступа к приложению
tr: Uygulama erişimi için zorunlu yap

source: New Notifications
ar: إشعارات جديدة
de: Neue Benachrichtigungen
es: Notificaciones nuevas
hi: नए नोटिफिकेशन
it: Nuove notifiche
ja: 新しい通知
pt: Novas notificações
ru: Новые уведомления
tr: Yeni Bildirimler

# SHOW_MNEMONIC_SECURITY_NOTIFICATION
source: Show seed phrase
ar: عرض العبارة الأولية
de: Seed-Phrase anzeigen
es: Mostrar frase semilla
hi: सीड फ्रेज दिखाएँ
it: Mostra seedphrase
ja: シードフレーズを表示
pt: Mostrar frase semente
ru: Показать мнемоническую фразу
tr: Tohum kelime grubunu göster

# TOPUP_SEND_EXACT_AMOUNT
source: Send exact amount
ar: إرسال المبلغ المحدد
de: Genauen Betrag senden
es: Enviar cantidad exacta
hi: एकदम सटीक राशि भेजें
it: Invia importo esatto
ja: 正確な金額をお送りください
pt: Enviar montante exato
ru: Отправить точную сумму
tr: Tam tutar gönder

# MNEMONIC_LOOSE_WARNING
source: Do not lose the keys and do not share them with third parties
ar: لا تفقد المفاتيح ولا تشاركها مع أطراف أخرى
de: Verlieren Sie die Schlüssel nicht und geben Sie sie nicht an Dritte weiter
es: No pierda las llaves y no las comparta con terceros
hi: कुंजियोंं को खोने से बचें और उन्हें किसी थर्ड-पार्टी के साथ शेयर न करें
it: Non perdere le chiavi e non condividerle con terzi
ja: 鍵を紛失したり、ほかの人と共有したりしないでください
pt: Não perca as chaves e não as partilhe com terceiros
ru: Не теряйте ключи и не передавайте их третьим лицам
tr: Anahtarları kaybetmeyin ve üçüncü taraflarla paylaşmayın

source: True Dark Mode
ar: وضع الظلام الحالك
es: Modo verdaderamente oscuro
hi: ट्रू डार्क मोड
it: Modalità True Dark
ja: トゥルーダークモード
pt: Modo True Dark
ru: Темный режим
tr: Gerçek Koyu Mod

source: Total Earned
ar: إجمالي الأرباح
de: Gesamtverdienst
es: Total de ganancias
hi: कुल कमाई
it: Totale guadagnato
ja: 収益合計
pt: Total Ganho
ru: Всего заработано
tr: Kazanılan Toplam

# MNEMONIC_RESTORE_FROM_CLOUD
source: Get the recovery phrase from iCloud
ar: اذهب إلى مرحلة الاسترداد من iCloud
de: Holen Sie sich den Wiederherstellungssatz aus iCloud
es: Obtén la frase de recuperación de iCloud
hi: iCloud से रिकवरी वाक्यांश प्राप्त करें
it: Ottieni la frase di recupero da iCloud
ja: iCloudからリカバリーフレーズを取得する
pt: Obtenha a frase de recuperação do iCloud
ru: Получить фразу восстановления из iCloud
tr: iCloud'tan kurtarma sözcüklerini al

# M_MONTH
source: 1M
ar: شهر
hi: 1मा
ja: 1 か月
tr: 1A

source: Copy Address
ar: نسخ العنوان
de: Adresse kopieren
es: Copiar dirección
hi: पता कॉपी करें
it: Copia indirizzo
ja: アドレスをコピー
pt: Copiar endereço
ru: Скопировать адрес
tr: Adresi Kopyala

source: History
ar: السجل
de: Verlauf
es: Historial
hi: हिस्ट्री
it: Cronologia
ja: 履歴
pt: Histórico
ru: История
tr: Geçmiş

source: Login or password is incorrect
ar: تسجيل دخول أو كلمة مرور خطأ
de: Login oder Passwort ist falsch
es: Usuario o contraseña incorrectos
hi: लॉगिन या पासवर्ड गलत है
it: Nome utente o password errati
ja: ログインまたはパスワードに誤りがあります
pt: Dados de acesso ou palavra-passe incorretos
ru: Неверный логин или пароль
tr: Giriş bilgisi veya parola yanlış

# POPUP_COUNTRIES_TITLE
source: Select Country
ar: تحديد الدولة
de: Land auswählen
es: Seleccionar país
hi: देश चुनें
it: Seleziona paese
ja: 国を選択
pt: Selecionar País
ru: Выбрать страну
tr: Ülke Seçin

source: Send
ar: إرسال
de: Senden
es: Enviar
hi: भेजें
it: Invia
ja: 送金
pt: Enviar
ru: Отправить
tr: Gönder

source: Unlock my wallet
ar: افتح محفظتي
de: Mein Wallet freischalten
es: Desbloquear mi monedero
hi: मेरा वॉलेट अनलॉक करें
it: Sblocca il mio portafoglio
ja: マイウォレットのロックを解除します
pt: Desbloquear a minha carteira
ru: Разблокировать мой кошелек
tr: Cüzdanımın kilidini aç

source: Can't unpin wallet
ar: لا يمكن إلغاء تثبيت المحفظة
de: Wallet kann nicht gelöst werden
es: No se puede desanclar la billetera
hi: वॉलेट को अनपिन करना संभव नहीं है
it: Impossibile sbloccare il portafoglio
ja: ウォレットの固定を解除できません
pt: Não é possível desafixar a carteira
ru: Невозможно открепить кошелек
tr: Cüzdanın sabitlemesi kaldırılamıyor

source: Add later
ar: الإضافة لاحقًا
de: Später hinzufügen
es: Añadir más tarde
hi: बाद में जोड़ें
it: Aggiungi in seguito
ja: 後で追加する
pt: Adicionar mais tarde
ru: Добавить позже
tr: Daha sonra ekle

# TRANSACTION_TOTAL
source: Total Amount
ar: الكمية الإجمالية
de: Gesamtbetrag
es: Cantidad total
hi: कुल राशि
it: Importo totale
ja: 合計金額
pt: Montante Total
ru: Общая сумма
tr: Toplam Tutar

# PLACEHOLDER_TRANSLATE_BIOMETRIC
source: Biometric
ar: بيومتري
de: Biometrisch
es: Biométrico
hi: बायोमीट्रिक
it: Biometria
ja: 生体認証
pt: Biométrico
ru: Биометрические данные
tr: Biyometrik

# FILTER_OLD
source: Old
ar: قديم
de: Alt
es: Viejas
hi: पुराने
it: Precedenti
ja: 過去
pt: Antigas
ru: Старый
tr: Eski

# TOPUP_OPERATOR_CONFIRM
source: Confirm your operator
ar: تأكيد مزود الخدمة
de: Mobilfunkbetreiber bestätigen
es: Confirme su operador
hi: अपना ऑपरेटर कन्फर्म करें
it: Conferma il tuo operatore
ja: 携帯電話会社をご確認ください
pt: Confirme o seu operador
ru: Подтвердите оператора
tr: Operatörünüzü onaylayın

source: Received from
ar: مستلم من
de: Erhalten von
es: Recibido de
hi: इससे प्राप्त:
it: Ricevuto da
ja: 送金者
pt: Recebido de
ru: Получено от
tr: Alındığı hesap

source: Other Language
ar: لغة أخرى
de: Andere Sprache
es: Otro idioma
hi: अन्य भाषा
it: Altra lingua
ja: ほかの言語
pt: Outro idioma
ru: Другой язык
tr: Başka Bir Dil

source: Passcode
ar: رمز المرور
es: Código de acceso
hi: पासकोड
it: Codice di accesso
ja: パスコード
pt: Palavra-passe
ru: Пароль
tr: Şifre

source: Send Crypto
ar: إرسال عملة مشفرة
de: Krypto senden
es: Enviar criptomonedas
hi: क्रिप्टो भेजें
it: Invia Crypto
ja: クリプトの送金
pt: Enviar Cripto
ru: Отправить криптовалюту
tr: Kripto Para Gönder

# LOGIN_MNEMONIC_MISMATCH
source: Invalid mnemonic phrase
ar: عبارة استذكارية غير صالحة
de: Ungültige mnemonische Phrase
es: Frase mnemónica inválida
hi: यह यादगारी फ्रेज अमान्य है
it: Frase mnemonica non valida
ja: 無効なニーモニックフレーズ
pt: Frase mnemónica inválida
ru: Неверная мнемоническая фраза
tr: Geçersiz anımsatıcı ifade

# TOPUP_CONFIRMATION
source: Confirmation
ar: تأكيد
de: Bestätigung
es: Confirmación
hi: पुष्टि
it: Conferma
ja: 確認
pt: Confirmação
ru: Подтверждения
tr: Onay

# TOPUP_BTC_NOTIFICATION
source: BTC usually takes up to 30 minutes.
ar: تستغرق عملة البيتكوين (BTC) عادة ما يصل إلى 30 دقيقة.
de: BTC dauern normalerweise bis zu 30 Minuten.
es: BTC generalmente tarda hasta 30 minutos.
hi: BTC आमतौर पर 30 मिनट तक समय लेता है।
it: Per BTC di solito occorrono 30 minuti.
ja: BTCには通常最大30分かかります。
pt: O BTC normalmente leva até 30 minutos.
ru: Отправка BTC обычно занимает до 30 минут
tr: BTC işlemleri genellikle 30 dakikaya kadar tamamlanır.

# TERMS_CONDITIONS
source: Terms and Conditions
ar: الشروط والأحكام
de: Geschäftsbedingungen
es: Términos y Condiciones
hi: नियम और शर्तें
it: Termini e condizioni
ja: 諸条件
pt: Termos e Condições
ru: Условия и положения
tr: Şartlar ve Koşullar

source: Jun
ar: يونيو
de: Juni
hi: जून
it: Giu
ja: 6 月
ru: Июн
tr: Haz

# MNEMONIC_COPIED_TO_CLIPBOARD
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
hi: कॉपी किया
it: Copiato
ja: コピーしました
pt: Copiado
ru: Скопировано
tr: Kopyalandı

# YOUR_CURRENCY_ADDRESSES_TITLE
source: Your Addresses
ar: عناوينك
de: Ihre Adressen
es: Sus direcciones
hi: आपके पते
it: I tuoi indirizzi
ja: あなたのアドレス
pt: Os seus endereços
ru: Ваши адреса
tr: Adresleriniz

# BCH_WARNING
source: You’re using legacy Bitcoin Cash address format, please make sure that the address is correct.
ar: أنت تستخدم تنسيق عنوان Bitcoin Cash قديم، يرجى التأكد من صحة العنوان.
de: Wenn Sie das alte Bitcoin Cash-Adressformat verwenden, stellen Sie bitte sicher, dass die Adresse korrekt ist.
es: Está utilizando el formato de dirección de Bitcoin Cash antiguo, asegúrese de que la dirección sea correcta.
hi: अगर आप पुराने Bitcoin Cash एड्रेस फॉर्मेट का उपयोग कर रहे हैं, तो कृपया सुनिश्चित कर लें कि एड्रेस सही है।
it: Stai utilizzando il vecchio formato dell'indirizzo Bitcoin Cash. Verifica che l'indirizzo sia corretto.
ja: 従来のBitcoin Cashアドレス形式が使用されています。アドレスが正しいことを確認してください。
pt: Está a utilizar o antigo formato de endereço Bitcoin Cash, certifique-se de que o endereço está correto.
ru: Вы используете устаревший формат адреса Bitcoin Cash, пожалуйста, убедитесь, что адрес правильный.
tr: Eski Bitcoin Cash adres biçimini kullanıyorsunuz, lütfen adresin doğru olduğundan emin olun.

# I_WROTE_MNEMONIC_BTN
source: I wrote down my seed phrase
ar: لقد كتبت عبارتي الأولية
de: Ich habe meine Seed-Phrase aufgeschrieben
es: Escribí en papel mi frase semilla
hi: मैंने अपना सीड फ्रेज लिख दिया है
it: Ho preso nota della mia seedphrase
ja: シードフレーズを書き留めました
pt: Anotei a minha frase semente
ru: Я записал(-а) мою мнемоническую фразу
tr: Tohum kelime grubumu not ettim

# USERNAME_VALIDATION_WARNING
source: Please use only English letters, digits or underscores. Username's length must be between 4 to 20 symbols
ar: يرجى استخدام الأحرف الإنجليزية فقط أو الأرقام أو الشرطات السفلية. يجب أن يكون طول اسم المستخدم بين 4 إلى 20 رمزًا
de: Bitte verwenden Sie nur lateinische Buchstaben, Ziffern oder Unterstriche. Die Länge des Benutzernamens muss zwischen 4 und 20 Zeichen liegen.
es: Utiliza solo letras del alfabeto inglés, dígitos o guiones bajo. El nombre de usuario debe tener una longitud de entre 4 y 20 símbolos.
hi: कृपया केवल अंग्रेजी अक्षर, अंक या अंडरस्कोर का उपयोग करें। उपयोगकर्ता नाम की लंबाई 4 से 20 अक्षरों के बीच होनी चाहिए
it: Si prega di utilizzare solo lettere alfabetiche, numeri o underscore. La lunghezza del nome utente deve essere compresa tra 4 e 20 simboli
ja: アルファベット文字、数字、または下線だけを使ってください。ユーザー名の長さは4文字～20文字でなければなりません。
pt: Utilize apenas letras, dígitos ou sublinhados em inglês. O comprimento do nome do utilizador deve estar entre 4 e 20 símbolos
ru: Пожалуйста, используйте только английские буквы, цифры или подчеркивания. Длина имени пользователя должна быть от 4 до 20 символов
tr: Lütfen sadece İngilizce harfler, rakamlar ve alt çizgiler kullanın. Kullanıcı adının uzunluğu 4 ile 20 sembol arasında olmalıdır

source: Terms and Conditions
ar: الشروط والأحكام
de: Geschäftsbedingungen
es: Términos y Condiciones
hi: नियम और शर्तें
it: Termini e condizioni
ja: 諸条件
pt: Termos e Condições
ru: Условия и положения
tr: Şartlar ve Koşullar

# SCAN_QR_CODE_DESCRIPTION
source: Align the QR code within the frame to scan
ar: قم بمحاذاة رمز QR داخل الإطار لإجراء المسح
de: Richten Sie den QR-Code innerhalb des zu scannenden Rahmens aus
es: Alinee el código QR dentro del marco para escanear
hi: स्कैन करने के लिए QR कोड को फ्रेम के अंदर फिट करें
it: Per la scansione, allinea il codice QR nella cornice
ja: QR コードをフレーム内に合わせてスキャンしてください
pt: Alinhe o código QR com a moldura para ler
ru: Поместите QR-код в рамку для сканирования
tr: QR kodunu taramak için çerçeve içinde hizalayın

# MNEMONIC_SAVE_NOTICE
source: Save this in a safe place and do not share with anyone
ar: احفظ الكلمات بمكان آمن ولا تشاركها مع أي شخص
de: Bewahren Sie es an einem sicheren Ort auf und teilen Sie es niemandem mit
es: Guarde esto en un lugar seguro y no lo comparta con nadie
hi: इसे कहीं सुरक्षित रखें और किसी से भी शेयर न करें
it: Conservale in un luogo sicuro e non condividerle con nessuno
ja: これらを安全な場所に保管し、ほかの人と共有しないでください
pt: Guarde-as num local seguro e não partilhe com ninguém
ru: Сохраните в безопасном месте и не делитесь ни с кем
tr: Bunu güvenli bir yerde saklayın ve kimseyle paylaşmayın

source: Back up to iCloud
ar: نسخ احتياطي إلى iCloud
de: In iCloud sichern
es: Guardar copia de seguridad en iCloud
hi: वापस iCloud पर
it: Esegui il backup su iCloud
ja: iCloud にバックアップする
pt: Guardar cópia na iCloud
ru: Резервное копирование в iCloud
tr: iCloud'a Yedekle

source: Require for transactions
ar: جعله مطلوبًا لإجراء المعاملات
de: Für Transaktionen erfordern
es: Requerir para transacciones
hi: ट्रांजेक्शन के लिए आवश्यक
it: Richiedi per le transazioni
ja: 取引に必要
pt: Solicitar para transações
ru: Требовать для транзакций
tr: İşlemler için zorunlu yap

source: Exchanged
ar: تم التبادل
de: Getauscht
es: Intercambiado
hi: एक्सचेंज किए
it: Scambiato
ja: 両替済
pt: Trocado
ru: Обменяно
tr: Takas edildi

source: Sign Out of Current Seed Phrase
ar: تسجيل الخروج من العبارة الأولية (Seed phrase) الحالية
de: Abmelden von der aktuellen Seedphrase
es: Cerrar sesión de la Frase semilla actual
hi: मौजूदा सीडफ्रेज से साइन आउट करें
it: Esci dalla Seedphrase corrente
ja: 現在のシードフレーズからサインアウト
pt: Terminar a sessão da Frase Semente atual
ru: Выйти из текущей мнемонической фразы
tr: Geçerli Tohum Kelime Grubu Oturumunu Kapat

# TOPUP_AMOUNT_OTHER_BUTTON
source: Other
ar: أخرى
de: Andere
es: Otra
hi: अन्य
it: Altro
ja: その他
pt: Outro
ru: Другая
tr: Diğer

source: Restore Wallet
ar: استعادة المحفظة
de: Wallet wiederherstellen
es: Restaurar monedero
hi: वॉलेट रिस्टोर करें
it: Ripristina portafoglio
ja: ウォレットの復元
pt: Restaurar Carteira
ru: Восстановить кошелек
tr: Cüzdanı Geri Yükle

# Y_YEAR
source: 1Y
ar: سنة
de: 1J
es: 1A
hi: 1व
it: 1A
ja: 1 年
pt: 1A
ru: 1Г

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
hi: रीसेट करें
it: Ripristina
ja: リセット
pt: Reiniciar
ru: Сброс настроек
tr: Sıfırla

# FILL_BOX_TO_ACCESS_WALLET
source: Please Enter and fill out empty box below to access your wallet
ar: يُرجى الدخول وتعبئة الحقل الفارغ أدناه للوصول إلى محفظتك
de: Bitte füllen Sie das leere Feld unten aus, um auf Ihr Wallet zuzugreifen
es: Ingrese y complete el siguiente casillero vacío para acceder a su monedero
hi: अपना वॉलेट एक्सेस करने के लिए कृपया एंटर कर नीचे दिए खाली बॉक्स भरें
it: Compila la casella vuota sottostante per accedere al portafoglio
ja: ウォレットにアクセスするには、下の空のボックスに入力してください
pt: Entre e preencha a caixa em branco abaixo para aceder à sua carteira
ru: Пожалуйста, войдите и заполните пустое поле ниже, чтобы получить доступ к вашему кошельку
tr: Cüzdanınıza erişmek için lütfen aşağıdaki boş kutuyu bilgi girerek doldurun
