Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

# SIGN_IN_MNEMONIC_DESCRIPTION
source: Sign in with a recovery phrase, you were given, when you created your previous wallet
ar: سجل دخولك باستخدام عبارة الاسترجاع التي أُعطيت إياها عندما أنشأت محفظتك السابقة
de: Melden Sie sich mit einer Wiederherstellungsphrase an, den Sie beim Erstellen Ihres vorherigen Wallets erhalten haben
es: Iniciar sesión con la frase de recuperación que recibió al crear su monedero anterior
hi: पिछला वॉलेट बनाने पर आपको मिले रिकवरी फ्रेज से साइन-इन करें
it: Accedi con la frase di recupero fornita quando hai creato il portafoglio precedente
ja: 以前のウォレットを作成したときに与えられた回復フレーズを使ってサインインします
pt: Inicie sessão com uma frase de recuperação que lhe foi enviada quando criou sua carteira anterior
ru: Войти с помощью фразы восстановления, полученной при создании предыдущего кошелька
tr: Önceki cüzdanınızı oluşturduğunuzda size verilen kurtarma kelime grubuyla oturum açın

source: By Date
ar: حسب التاريخ
de: Nach Datum
es: Por fecha
hi: तिथि अनुसार
it: Per data
ja: 日付別
pt: Por data
ru: По дате
tr: Tarihe Göre

source: Total Amount
ar: الكمية الإجمالية
de: Gesamtbetrag
es: Cantidad total
hi: कुल राशि
it: Importo totale
ja: 合計金額
pt: Montante Total
ru: Общая сумма
tr: Toplam Tutar

source: Reload
ar: إعادة التحميل
de: Neu laden
es: Recargar
hi: रीलोड करें
it: Ricarica
ja: 再読み込み
pt: Recarregar
ru: Перезагрузить
tr: Yeniden yükle

# RECEIVE_20
source: Receive 20% of trading fees
ar: احصل على 20٪ من رسوم التداول
de: Erhalten Sie 20 % der Handelsgebühren
es: Reciba el 20% de las tarifas por operaciones
hi: ट्रेडिंग शुल्क का 20% प्राप्त करें
it: Ricevi il 20% delle commissioni di negoziazione
ja: 取引手数料の20％を獲得
pt: Receba 20% das taxas de negociação
ru: Получите 20% комиссии обмена
tr: İşlem ücretlerinin %20'sini alın

source: View more
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
hi: और देखें
it: Visualizza altro
ja: さらに表示
pt: Ver mais
ru: Посмотреть больше
tr: Daha fazla göster

# GET_FEE_SUBTITLE
source: from every transcation they make
ar: لكل معاملة يجرونها
es: de todas las transacciones que hagan
hi: हर वो लेन-देन जो उन्होंने किया है
it: Da tutte le transazioni fatte da loro
ja: 取引のたびに
pt: por cada transgressão que fizerem
ru: с каждой совершенной ими транзакции
tr: yaptıkları her işlemden

source: Fast Network Speed
ar: سرعة شبكة سريعة
de: Schnelle Netzwerkgeschwindigkeit
es: Velocidad de red rápida
hi: तेज नेटवर्क स्पीड
it: Velocità di rete alta
ja: 高速ネットワーク
pt: Velocidade de rede rápida
ru: Быстрая скорость сети
tr: Yüksek Ağ Hızı

source: Select Currency
ar: تحديد العملة
de: Währung wählen
es: Seleccionar moneda
hi: मुद्रा चुनें
it: Seleziona la valuta
ja: 通貨の選択
pt: Selecionar moeda
ru: Выбрать валюту
tr: Para Birimi Seçin

source: Maximum amount to send
ar: الكمية الأقصى للإرسال
de: Maximal zu sendender Betrag
es: Cantidad máxima a enviar
hi: भेजने के लिए अधिकतम राशि
it: Importo massimo da inviare
ja: 送金できる最高金額
pt: Montante máximo a enviar
ru: Максимальная сумма для отправки
tr: Gönderilecek maksimum tutar

source: Attention!
ar: انتباه!
de: Achtung!
es: ¡Atención!
hi: ध्यान दें!
it: Attenzione!
ja: 注意！
pt: Atenção!
ru: Внимание!
tr: Dikkat!

source: Choose your app skin
ar: اختر شكل التطبيق
de: Wählen Sie Ihren App-Skin
es: Elija un aspecto para su aplicación
hi: अपने ऐप की स्किन चुनें
it: Scegli la skin per l'app
ja: アプリのスキンを選択してください
pt: Escolha a sua máscara da aplicação
ru: Выбрать тему оформления для приложения
tr: Uygulama dış görünümünüzü seçin

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
hi: कैंसिल करें
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal

# EOS_ACTIVATION_PRICE_LABEL
source: Price for activate:
ar: السعر للتنشيط:
de: Preis für die Aktivierung:
es: Precio de activación:
hi: एक्टिवेशन शुल्क:
it: Prezzo dell'attivazione:
ja: 有効化手数料:
pt: Preço para ativação:
ru: Стоимость активации:
tr: Etkinleştirme fiyatı:

# TOPUP_PAYMENT
source: Payment
ar: عملية الدفع
de: Zahlung
es: Pago
hi: भुगतान
it: Pagamento
ja: お支払い
pt: Pagamento
ru: Платеж
tr: Ödeme

# REFERRAL_STATUS_SUCCESS
source: Success
ar: تم بنجاح
de: Erfolg
es: Éxito
hi: सफल
it: Successo
ja: 成功しました
pt: Sucesso
ru: успешно
tr: Başarılı

# TOPUP_FEE_TAXES
source: Fees & Taxes
ar: الرسوم والضرائب
de: Gebühren und Steuern
es: Tarifas e impuestos
hi: शुल्क और टैक्स
it: Commissioni e imposte
ja: 手数料と諸税
pt: Taxas e Impostos
ru: Налоги и сборы
tr: Ücretler ve Vergiler

source: Easy and secure crypto wallet
ar: محفظة مشفرة سهلة في التعامل وآمنة
de: Einfaches und sicheres Krypto-Wallet
es: Monedero simple y seguro para criptomonedas
hi: आसान व सुरक्षित क्रिप्टो वॉलेट
it: Portafoglio crittografico facile e sicuro
ja: 使いやすい安全なクリプトウォレット
pt: Cripto Carteira fácil e segura
ru: Простой и надежный криптовалютный кошелек
tr: Kolay ve güvenli kripto cüzdanı

source: Lock method
ar: طريقة الإقفال
de: Sperrmethode
es: Método de bloqueo
hi: लॉक विधि
it: Metodo di blocco
ja: ロック方法
pt: Método de bloqueio
ru: Метод блокировки
tr: Kilitleme yöntemi

source: Create Passcode
ar: أنشئ رمز المرور
de: Passcode erstellen
es: Crear código de acceso
hi: पासकोड बनाएँ
it: Crea codice di accesso
ja: パスコードの作成
pt: Criar Palavra-passe
ru: Создать пароль
tr: Şifre Oluştur

source: Save
ar: حفظ
de: Speichern
es: Guardar
hi: सहेजें
it: Salva
ja: 保存
pt: Guardar
ru: Сохранить
tr: Kaydet

# REFERRALS_LIST_EMPTY
source: You do not have referrals yet
ar: ليس لديك إحالات حتى الآن
de: Sie haben noch keine Empfehlungen
es: Todavía no tienes referidos
hi: आपके पास अभी तक कोई रेफरल नहीं है
it: Non hai ancora alcuna segnalazione
ja: まだ紹介はありません
pt: Ainda não tem referências
ru: У вас еще нет рефералов
tr: Henüz hiçbir yönlendirmeniz yok

source: Your Balance
ar: رصيدك
de: Ihr Kontostand
es: Su saldo
hi: आपका बैलेंस
it: Il tuo saldo
ja: あなたの残高
pt: O seu Saldo
ru: Ваш баланс
tr: Bakiyeniz

# OVER_COINS_TOKENS
source: Over 100 Coins & tokens
ar: أكثر من 100 عملة وقطعة رمزية
de: Über 100 Münzen und Token
es: Más de 100 monedas y tokens
hi: 100 से अधिक कॉइन और टोकन
it: Oltre 100 monete e token
ja: 100 種類以上のコインとトークン
pt: Mais de 100 Moedas e Tokens
ru: Более 100 валют и токенов
tr: 100'den fazla kripto para ve jeton

source: App Lock
ar: قفل التطبيق
de: App-Sperre
es: Bloqueo de aplicación
hi: ऐप लॉक
it: Blocco app
ja: アプリロック
pt: Bloqueio da Aplicação
ru: Заблокировать приложение
tr: Uygulama Kilidi

# LOG_IN_TITLE
source: Log in or Sign up
ar: تسجيل الدخول أو الاشتراك
de: Anmelden oder Registrieren
es: Iniciar sesión o Registrarse
hi: लॉगिन या साइन अप करें
it: Accedi o registrati
ja: ログインまたはご登録
pt: Inicie sessão ou Inscreva-se
ru: Войдите или Зарегиструйтесь
tr: Oturum Aç veya Kaydol

# EOS_ACCOUNT_ERROR_LENGTH_MESSAGE
source: * Must be exactly 12 characters
ar: * يجب أن يكون الطول 12 رمزًا بالضبط
de: * Muss genau 12 Zeichen sein
es: * Debe tener exactamente 12 caracteres
hi: * ठीक 12 कैरेक्टर ही होने चाहिए
it: * Deve contenere esattamente 12 caratteri
ja: * ちょうど 12 文字である必要があります
pt: *Tem de ser exatamente 12 caracteres
ru: * Должно быть ровно 12 символов
tr: * Tam olarak 12 karakter olmalıdır

# TOPUP_NUMBER_SUBTITLE
source: Available in 183 countries
ar: متوفر في 183 دولة
de: Verfügbar in 183 Ländern
es: Disponible en 183 países
hi: 183 देशों में उपलब्ध है
it: Disponibile in 183 paesi
ja: 183か国で利用可能
pt: Disponível em 183 países
ru: Доступно в 183 странах
tr: 183 ülkede kullanılabilir

source: Slow Network Speed
ar: سرعة شبكة بطيئة
de: Langsame Netzwerkgeschwindigkeit
es: Velocidad de red lenta
hi: धीमी नेटवर्क स्पीड
it: Velocità di rete bassa
ja: 低速ネットワーク
pt: Velocidade de rede baixa
ru: Медленная скорость сети
tr: Düşük Ağ Hızı

# BACK_TO_HOME
source: Back Home
ar: الرجوع إلى الرئيسية
de: Zurück zur Startseite
es: Volver al inicio
hi: वापस होम पर
it: Torna a Home
ja: ホームに戻る
pt: Voltar ao Início
ru: Вернуться на главную
tr: Ana Sayfaya Geri Dön

# CHART_ALL
source: All
ar: الكل
de: Alle
es: Todas
hi: सभी
it: Tutte
ja: すべて
pt: Todas
ru: Все
tr: Tümü

source: Available
ar: المتاح
de: Verfügbar
es: Disponible
hi: उपलब्ध
it: Disponibile
ja: ご利用可能残高
pt: Disponível
ru: Доступно
tr: Kullanılabilir

# XRP_SEND_ACTIVATION_LIMIT
source: Address requires base reserve, to activate account please send more than 20 XRP
ar: العنوان يتطلب الاحتياطي الأساسي، لتنشيط الحساب يرجى إرسال أكثر من 20 XRP
de: Die Adresse erfordert eine Basisreserve. Um das Konto zu aktivieren, senden Sie bitte mehr als 20 XRP
es: La dirección requiere reservar la base, para activar la cuenta envíe más de 20 XRP
hi: पते के लिए आधार आरक्षित की आवश्यकता है, खाते को सक्रिय करने के लिए कृपया 20 XRP से अधिक भेजें
it: L'indirizzo richiede una riserva di base, per attivare il conto si prega di inviare più di 20 XRP
ja: アドレスには基本準備金が必要です。アカウントを有効化するには20 XRP超を送金してください。
pt: O endereço necessita de reserva de base, para ativar a conta envie mais de 20 XRP
ru: Адрес требует базового резерва, для активации аккаунта отправьте более 20 XRP
tr: Adres taban rezervi gerektiriyor; lütfen etkinleştirmek için 20XRP üstü bir tutar gönderin

# TO_CURRENCY_TRANSACTIONS
source: To %@ transactions
ar: إلى معاملات %@
de: Zu %@ Transaktionen
es: Ir a transacciones de %@
hi: %@ ट्रांजेक्शन पर
it: Vai alle transazioni in %@
ja: %@取引へ
pt: Transações para %@
ru: %@ транзакции
tr: %@ işlemlerine git

source: How it works
ar: طريقة العمل
de: So funktioniert es
es: Cómo funciona
hi: यह कैसे काम करता है
it: Come funziona
ja: 仕組み
pt: Como funciona
ru: Как это работает
tr: Nasıl çalışır?

# NO_HISTORY_FOUND
source: No history to show
ar: لا يوجد سجل للعرض
de: Kein Verlauf zum Anzeigen
es: No hay historial para mostrar
hi: दिखाने के लिए कोई हिस्ट्री नहीं
it: Nessuna cronologia da mostrare
ja: 表示する履歴がありません
pt: Sem histórico para mostrar
ru: Нет истории для отображения
tr: Gösterilecek geçmiş yok

source: Jul
ar: يوليو
de: Juli
hi: जुला
it: Lug
ja: 7 月
ru: Июл
tr: Tem

# IOS_BIOMETRY_DESCRIPTION
source: To log in
ar: لتسجيل الدخول
de: Zum Einloggen
es: Iniciar sesión
hi: लॉगिन करने के लिए
it: Per accedere
ja: ログイン
pt: Para iniciar sessão
ru: Войти
tr: Giriş yapmak için

# CHECK_MNEMONIC_TITLE
source: Verify Seed Phrase
ar: التحقق من العبارة الأولية
de: Seed-Phrase verifizieren
es: Verificar frase semilla
hi: सीड फ्रेज सत्यापित करें
it: Verifica seedphrase
ja: シードフレーズを確認
pt: Verificar Frase Semente
ru: Проверить мнемоническую фразу
tr: Tohum Kelime Grubunu Doğrula

# TOPUP_PROCESSING_FEE
source: Processing fee
ar: جارٍ معالجة الرسوم
de: Bearbeitungsgebühr
es: Tarifa por procesamiento
hi: प्रोसेसिंग शुल्क
it: Commissione di elaborazione
ja: 手数料
pt: Taxa de processamento
ru: Комиссия сервиса
tr: İşlem ücreti

# XLM_ACTIVATION_DESCRIPTION
source: Stellar (XLM) requires that all wallets have a minimum balance of 1 XLM
ar: يتطلب Stellar (XLM) أن يكون لجميع المحافظ حد أدنى من الرصيد مقداره 1 XLM
de: Stellar (XLM) erfordert, dass alle Wallets ein Mindestguthaben von 1 XLM haben
es: Stellar (XLM) requiere que todos los monederos tengan un saldo mínimo de 1 XLM
hi: Stellar (XLM) के लिए यह जरूरी है कि सभी वॉलेट में कम से कम 1 XLM का बैलेंस मौजूद हो
it: Stellar (XLM) richiede che tutti i portafogli abbiano un saldo minimo di 1 XLM
ja: Stellar (XLM) には、すべてのウォレットの残高が 1 XLM 以上であることが必要です
pt: Stellar (XLM) requer que todas as carteiras tenham um saldo mínimo de 1 XLM
ru: Stellar (XLM) требует, чтобы все кошельки имели минимальный баланс в 1 XLM
tr: Stellar (XLM), tüm cüzdanların en az 1 XLM bakiyesinin olmasını gerektirir

source: Confirmation of sending
ar: تأكيد الإرسال
de: Bestätigung des Sendens
es: Confirmación de envío
hi: भेजने की पुष्टि
it: Conferma dell'invio
ja: 送金の確認
pt: Confirmação de envio
ru: Подтверждение отправки
tr: Gönderme onayı

# EOS_ACTIVATION_PENDING
source: Your activation transaction is pending now. Please, wait...
ar: معاملة التنشيط الخاصة بك قيد الانتظار الآن. يُرجى الانتظار...
de: Ihre Aktivierungstransaktion steht jetzt noch aus. Bitte warten ...
es: Su transacción de activación está pendiente en este momento. Por favor espere...
hi: एक्टिवेशन वाला आपका ट्रांजेक्शन अभी लंबित है। कृपया प्रतीक्षा करें...
it: La transazione di attivazione è in sospeso. Ti preghiamo di attendere...
ja: 有効化プロセスは現在保留中です。お待ちください...
pt: De momento a sua transação de ativação está pendente. Aguarde...
ru: Активационная транзакция в ожидании. Пожалуйста подождите...
tr: Etkinleştirme işleminiz şu anda beklemede. Lütfen bekleyin...

# VALIDATION_AMOUNT_IS_GREATER_MAX
source: Amount is greater then max amount
ar: المبلغ أكبر من الحد الأقصى بيتكوين
de: Der Betrag beträgt mehr als das Maximum von
es: La cantidad es mayor al máximo de
hi: राशि अधिकतम से अधिक है
it: L'importo è superiore al massimo di
ja: 金額が最高額のを超えています
pt: O montante é superior ao máximo de
ru: Cумма превышает максимум
tr: Tutar, üst sınır olan değerinden fazla

source: Local Currency
ar: العملة المحلية
de: Landeswährung
es: Moneda local
hi: स्थानीय मुद्रा
it: Valuta locale
ja: 現地通貨
pt: Moeda local
ru: Местная валюта
tr: Yerel Para Birimi

source: Select a coin
ar: تحديد عملة
de: Wählen Sie eine Münze aus
es: Seleccione una moneda
hi: कॉइन चुनें
it: Seleziona una moneta
ja: コインを選択してください
pt: Selecionar uma moeda
ru: Выбрать валюту
tr: Bir kripto para seçin

source: Create Your passcode
ar: أنشئ رمز المرور الخاص بك
de: Erstellen Sie Ihren Passcode
es: Cree su código de acceso
hi: अपना पासकोड बनाएँ
it: Crea un codice di accesso
ja: パスコードを作成してください
pt: Crie a sua palavra-passe
ru: Создать пароль
tr: Şifrenizi Oluşturun

source: Popular
ar: شهير
de: Beliebt
hi: लोकप्रिय
it: Popolarità
ja: 人気
pt: Populares
ru: Популярные
tr: Popüler

source: Referral Program
ar: برنامج الإحالة
de: Empfehlungsprogramm
es: Programa de referencias
hi: रेफरल प्रोग्राम
it: Programma inviti
ja: 紹介プログラム
pt: Programa de referência
ru: Реферальная программа
tr: Yönlendirme Programı

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
hi: चुनें
it: Seleziona
ja: 選択
pt: Selecionar
ru: Выбрать
tr: Seç

source: Day Mode
ar: وضع النهار
de: Tagesmodus
es: Modo diurno
hi: डे मोड
it: Modalità diurna
ja: デイモード
pt: Modo Diurno
ru: Дневной режим
tr: Gündüz Modu

# TOPUP_PLEASE_RETRY
source: Please try to top-up again
ar: يرجى محاولة التعبئة مرة أخرى
de: Bitte versuchen Sie erneut aufzuladen
es: Intente recargar nuevamente
hi: कृपया फिर से टॉप-अप करने की कोशिश करें
it: Ti preghiamo di provare nuovamente la ricarica
ja: もう一度チャージし直してください
pt: Tente carregar novamente
ru: Пожалуйста, попробуйте пополнить снова
tr: Lütfen tekrar kontör yüklemeyi deneyin

# TOPUP_BUTTON
source: Top Up
ar: تعبئة
de: Aufladen
es: Recargar
hi: टॉप अप करें
it: Ricarica
ja: チャージ
pt: Carregar
ru: Пополнить
tr: Kontör Yükle

source: Feb
ar: فبراير
de: Februar
hi: फर
ja: 2 月
pt: Fev
ru: Фев
tr: Şub

source: All Languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los idiomas
hi: सभी भाषाएँ
it: Tutte le lingue
ja: すべての言語
pt: Todos os idiomas
ru: Все языки
tr: Tüm Diller

source: User already exists
ar: المستخدم مسجل بالفعل
de: Benutzer existiert bereits
es: El usuario ya existe
hi: यूजर पहले से मौजूद है
it: Questo utente esiste già
ja: ユーザーはすでに存在します
pt: Utilizador já existente
ru: Пользователь уже существует
tr: Kullanıcı zaten mevcut

# THE_SAME_ADDRES_ERROR
source: Address is wrong
ar: العنوان خطأ
de: Adresse ist falsch
es: La dirección es incorrecta
hi: पता गलत है
it: L'indirizzo è errato
ja: 住所に誤りがあります
pt: Endereço incorreto
ru: Неверный адрес
tr: Adres yanlış

# ERROR_EOS_ACCOUNT_EXISTS
source: This account name is already exists
ar: اسم الحساب هذا موجود بالفعل
de: Dieser Kontoname existiert bereits
es: Este nombre de cuenta ya existe
hi: यह अकाउंट नाम पहले से मौजूद है
it: Esiste già un account con questo nome
ja: このアカウント名はすでに存在します
pt: Este nome de conta já existe
ru: Это имя аккаунта уже существует
tr: Bu hesap adı zaten var

# ANDROID_BACK_UP
source: Back up
ar: نسخ احتياطي
de: Sichern
es: Copia de seguridad
hi: बैकअप
ja: バックアップ
pt: Cópia de segurança
ru: Резервное копирование
tr: Yedekle

source: Send and Receive at ease
ar: أرسل واستلم بسهولة
de: Bequemes Senden und Empfangen
es: Envíe y reciba sin complicaciones
hi: आसानी से भेजें और प्राप्त करें
it: Invia e ricevi comodamente
ja: 安心して送受金
pt: Envie e receba à vontade
ru: Отправляйте и получайте легко
tr: Kolayca Gönderin ve Alın

source: Version
ar: الإصدار
es: Versión
hi: वर्जन
it: Versione
ja: バージョン
pt: Versão
ru: Версия
tr: Sürüm

source: Last Month
ar: الشهر الماضي
de: Letzter Monat
es: Último mes
hi: पिछले माह
it: Ultimo mese
ja: 先月
pt: Mês passado
ru: Прошлый месяц
tr: Geçen Ay

# VALIDATION_MUST_GREATHER_0
source: Wrong amount, maximum number of decimal digits is 18
ar: قيمة خاطئة، الحد الأقصى لعدد الأرقام العشرية هو 18
de: Falscher Betrag, die Maximalanzahl an Dezimalstellen beträgt 18
es: Cantidad incorrecta, el número máximo de dígitos decimales es 18
hi: गलत राशि, दशमलव अंकों की अधिकतम संख्या 18 है
it: Somma sbagliata, il massimo numero di caratteri decimali è 18
ja: 数が正しくありません、10進数の最大数は18です
pt: Montante errado, o número máximo de dígitos decimais é 18
tr: Yanlış tutar, maksimum ondalıklı sayı 18'dir

# REFERRAL_INFO
source: Your referral information
ar: معلومات الإحالة
de: Ihre Empfehlungsdaten
es: Su información de recomendación
hi: आपकी रेफरल जानकारी
it: Le tue informazioni per gli inviti
ja: お客様の紹介情報
pt: As suas informações de referência
ru: Ваша реферальная информация
tr: Yönlendirme bilgileriniz

source: Login with Alfacash
ar: تسجيل الدخول باستخدام Alfacash
de: Loggen Sie sich mit Alfacash ein
es: Inicie sesión con Alfacash
hi: Alfacash से लॉगिन करें
it: Accedi con Alfacash
ja: Alfacashにログイン
pt: Inicie sessão na Alfacash
ru: Войти с Alfacash
tr: Alfacash ile Oturum Aç

source: Manage your lock method
ar: تحكم في طريقة الإقفال خاصتك
de: Verwalten Sie Ihre Sperrmethode
es: Gestionar su método local
hi: अपनी लॉक विधि मैनेज करें
it: Gestisci il metodo di blocco
ja: ロック方法を管理します
pt: Gerir o seu método de bloqueio
ru: Управлять методом блокировки
tr: Kilitleme yönteminizi yönetin

# TOPUP_NUMBER_TITLE
source: Top Up Your Prepaid Mobile with Cryptocurrencies
ar: قم بتعبئة "الجوال المسبق الدفع" بالعملات الرقمية
de: Laden Sie Ihr Prepaid-Handy mit Kryptowährungen auf
es: Recargue su teléfono móvil prepago con criptomonedas
hi: क्रिप्टोकरेंसी के जरिए अपने प्रीपेड मोबाइल को टॉप अप करें
it: Ricarica il tuo telefono cellulare prepagato con le criptovalute
ja: 仮想通貨でプリペイド式携帯電話をチャージ
pt: Recarregue o seu telemóvel pré-pago com criptomoedas
ru: Пополните Свой Предоплаченный Мобильный Телефон Криптовалютой
tr: Kontörlü Hattınıza Kripto Para Birimleri ile Kontör Yükleyin

# SEND_OR_RECEIVE_CRYPTO_DESCRIPTION
source: Send or receive crypto coins with alfacash username
ar: أرسل أو استلم العملات المشفرة باسم المستخدم الخاص بتطبيق alfacash
de: Senden oder empfangen von Kryptomünzen mit Alfacash-Benutzernamen
es: Envíe y reciba criptomonedas con su nombre de usuario de Alfacash
hi: Alfacash यूजरनेम के जरिए क्रिप्टो कॉइन भेजें या प्राप्त करें
it: Invia o ricevi criptomonete con nome utente alfacash
ja: Alfacash ユーザー名でクリプトコインを送受金します
pt: Envie ou receba criptomoeda com o nome de utilizador alfacash
ru: Отправляйте или получайте криптовалюту по имени пользователя
tr: Alfacash kullanıcı adıyla kripto para gönderin veya alın

# XLM_ACTIVATION_LIMIT_LOCK
source: This 1 XLM will remain locked in your wallet, as Stellar does not allow you to spend it
ar: ستظل كمية 1 XLM هذه مقفلة داخل محفظتك، نظرًا لأن Stellar لا يسمح لك بالتصرف بها
de: Dieser 1 XLM bleibt auf Ihrem Wallet gesperrt, da Stellar nicht zulässt, dass er ausgegeben wird
es: Este 1 XLM permanecerá bloqueado en su monedero, ya que Stellar no permite gastarlo
hi: यह 1 XLM आपके वॉलेट में लॉक रहेगा और Stellar आपको उसे खर्च करने की अनुमति नहीं देता
it: Questa somma di 1 XLM rimarrà bloccata nel portafogli, poiché Stellar non consente di spenderla
ja: Stellar ではこの 1 XLM を使用できないため、あなたのウォレットにロックされたままになります。
pt: Este montante de 1 XLM ficará bloqueado na sua carteira, uma vez que a Stellar não permite que o gaste
ru: 1 XLM останется заблокированным в вашем кошельке, так как Stellar не позволяет вам тратить его
tr: Stellar bu 1 XLM'yi harcamanıza izin vermediğinden, bu tutar cüzdanınızda kilitli kalacaktır

source: Report a Problem
ar: الإبلاغ عن مشكلة
de: Melden Sie ein Problem
es: Informar sobre un problema
hi: गड़बड़ी को रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告する
pt: Comunicar um problema
ru: Сообщить о проблеме
tr: Bir Sorunu Bildirin

source: Before You sign out
ar: قبل تسجيل خروجك
de: Bevor Sie sich abmelden
es: Antes de cerrar sesión
hi: साइन आउट करने से पहले
it: Prima di uscire
ja: サインアウトする前に
pt: Antes de terminar sessão
ru: Прежде чем выйти
tr: Oturumunuzu kapatmadan önce

source: Can't pin wallet
ar: لا يمكن تثبيت المحفظة
de: Wallet kann nicht angeheftet werden
es: No se puede anclar la billetera
hi: वॉलेट को पिन करना संभव नहीं है
it: Impossibile bloccare il portafoglio
ja: ウォレットを固定できません
pt: Não é possível fixar a carteira
ru: Невозможно закрепить кошелек
tr: Cüzdan sabitlenemiyor

# TOPUP_EDIT_BUTTON
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
hi: एडिट करें
it: Modifica
ja: 編集
pt: Editar
ru: Изменить
tr: Düzenle

source: Checking
ar: يجري التحقق
de: Wird geprüft
es: Verificando
hi: चेक किया जा रहा
it: Verifica
ja: 確認中
pt: A verificar
ru: Проверяем
tr: Kontrol ediliyor

source: Change
ar: تغيير
de: Ändern
es: Cambiar
hi: बदलें
it: Modifica
ja: 変更
pt: Trocar
ru: Изменить
tr: Değiştir

# FILTER_NEW
source: New
ar: جديد
de: Neu
es: Nuevas
hi: नए
it: Nuove
ja: 新規
pt: Novas
ru: Новый
tr: Yeni

source: No, thank you
ar: لا، شكرًا لك
de: Nein danke
es: No, gracias
hi: नहीं, धन्यवाद
it: No, grazie
ja: いいえ、結構です
pt: Não, obrigado
ru: Нет, спасибо
tr: Hayır, teşekkürler

# ERROR_UNKNOWN
source: An unexpected error occurred. Please try again later
ar: حدث خطأ غير متوقع. يُرجى إعادة المحاولة في وقت لاحق
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal
es: Ocurrió un error inesperado. Por favor, inténtelo de nuevo más tarde
hi: कोई अप्रत्याशित त्रुटि हुई है। बाद में फिर से कोशिश करें
it: Si è verificato un errore imprevisto. Per favore riprovare più tardi
ja: 予期しないエラーが発生しました。後でもう一度お試しください
pt: Ocorreu um erro inesperado. Tente novamente mais tarde
ru: Что-то пошло не так. Пожалуйста, попробуйте позже
tr: Beklenmedik bir hata oluştu. Lütfen daha sonra tekrar deneyin

# COPY_TITLE
source: Copy your personal code from our applications
ar: انسخ الرمز الشخصي من التطبيقات
de: Kopieren Sie Ihren persönlichen Code aus unseren Anwendungen
es: Copie su código personal de nuestras aplicaciones
hi: हमारे ऐप्लिकेशन से अपना व्यक्तिगत कोड कॉपी करें
it: Copia il tuo codice personale dalle nostre applicazioni
ja: アプリケーションからパーソナルコードをコピーしてください
pt: Copie o seu código pessoal das nossas aplicações
ru: Скопируйте ваш персональный код из наших приложений
tr: Kişisel kodunuzu uygulamalarımızdan kopyalayın

source: Required Earnings
ar: الأرباح المطلوبة
de: Erforderlicher Verdienst
es: Ganancias requeridas
hi: अपेक्षित अर्जित राशि
it: Guadagni richiesti
ja: 必要な収益額
pt: Ganhos Necessários
ru: Необходимый заработок
tr: Gereken Kazanç Miktarı

# REQUEST_PAYOUT_ERROR
source: Earnings Must Exceed 50$ to request a Payout
ar: يجب أن تتجاوز الأرباح 50 دولار لطلب دفعة أرباح
de: Der Ertrag muss 50 USD überschreiten, um eine Auszahlung anfordern zu können
es: Las ganancias deben superar los $50 para solicitar un pago
hi: पेआउट का अनुरोध करने के लिए कुल कमाई 50 डॉलर से अधिक होनी चाहिए
it: Le entrate devono essere superiori a 50$ per richiedere un pagamento
ja: 支払依頼を申し込むには、収益が50ドルを超える必要があります
pt: Os rendimentos têm de ser superiores a 50 $ para solicitar um pagamento
ru: Для запроса выплаты ваш доход должен превышать $50
tr: Ödeme isteğinde bulunulabilmesi için Kazançlar 50 $'ın Üzerinde Olmalıdır

source: Use Touch ID
ar: استخدم Touch ID
de: Touch ID verwenden
es: Us ID táctil
hi: Touch ID इस्तेमाल करें
it: Usa Touch ID
ja: Touch ID を使用
pt: Use o Touch ID
ru: Использовать Touch ID
tr: Touch ID Kullan

source: Network Fee
ar: رسوم الشبكة
de: Netzwerkgebühr
es: Tarifa de red
hi: नेटवर्क शुल्क
it: Tariffa di rete
ja: 通信費
pt: Taxa de Rede
ru: Комиссия сети
tr: Ağ Ücreti
