Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
hi: बदलाव सेव करें
it: Salva le modifiche
ja: 変更内容を保存します
pt: Guardar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet

source: Language
ar: اللغة
de: Sprache
es: Idioma
hi: भाषा
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
tr: Dil

source: Select from list
ar: اختر من القائمة
de: Aus Liste wählen
es: Seleccionar de la lista
hi: सूची से चुनें
it: Seleziona dall'elenco
ja: リストから選択してください
pt: Selecionar da lista
ru: Выбрать из списка
tr: Listeden seç

# NO_TRANSACTIONS_FOUND
source: You have no transactions yet
ar: ليست لديك أي معاملات بعد
de: Sie haben noch keine Transaktionen
es: Aún no tiene transacciones
hi: आपके पास अभी तक कोई ट्रांजेक्शन नहीं है
it: Non ci sono ancora transazioni
ja: 取引はまだありません
pt: Ainda não tem transações
ru: У вас еще нет транзакций
tr: Henüz hiç işleminiz yok

source: View Details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
hi: विवरण देखें
it: Visualizza dettagli
ja: 詳細を表示
pt: Ver Detalhes
ru: Посмотреть детали
tr: Ayrıntıları Görüntüle

source: Payout Amount
ar: مبلغ دفعة الأرباح
de: Auszahlungsbetrag
es: Cantidad a pagar
hi: पेआउट राशि
it: Importo pagamento
ja: 払戻し額
pt: Montante de Pagamento
ru: Сумма Выплаты
tr: Ödeme Tutarı

# TOPUP_LAST_USED
source: Last Used
ar: آخر استخدام
de: Zuletzt verwendet
es: Último usado
hi: अंतिम इस्तेमाल
it: Ultimo utilizzato
ja: 最近のご利用
pt: Último utilizado
ru: Последний использованный
tr: Son Olarak Kullanıldığı Tarih

# GENERATE_STANDART_ADDRESS
source: Generate standard address
ar: إنشاء عنوان قياسي
de: Standardadresse generieren
es: Generar dirección estándar
hi: स्टैंडर्ड पता जनरेट करें
it: Genera indirizzo standard
ja: 標準アドレスを生成する
pt: Gerar endereço padrão
ru: Сгенерировать стандартный адрес
tr: Standart adres oluştur

source: Enter New Account Name
ar: أدخل اسم الحساب الجديد
de: Neuen Kontonamen eingeben
es: Ingrese el nombre de la nueva cuenta
hi: नया अकाउंट नाम दर्ज करें
it: Inserisci il nome del nuovo account
ja: 新しい口座名の入力
pt: Introduzir nome da nova conta
ru: Введите Новое Имя Аккаунта
tr: Yeni Hesap Adını Girin

# SETTINGS_REFER_EARN
source: Refer & Earn
ar: برنامج إحالة
de: Empfehlungsprogramm
es: Programa de recomendación
hi: रेफरल कार्यक्रम
it: Programma di segnalazione
ja: 紹介プログラム
pt: Programa de referência
ru: Реферальная программа
tr: Tavsiye programı

# TELL_FRIEND
source: Tell a friend
ar: اخبر صديق
de: Sagen Sie es einem Freund weiter
es: Cuéntele a un amigo
hi: किसी दोस्त को बताएँ
it: Dillo a un amico
ja: 友人に教える
pt: Contar a um amigo
ru: Рассказать другу
tr: Bir arkadaşınıza bahsedin

# MAXIMAL_EXCHANGE_AMOUNT
source: Maximum Exchange amount:
ar: الحد الأقصى لكمية التبادل:
de: Minimaler Umtauschbetrag:
es: Cantidad máxima de intercambio:
hi: अधिकतम एक्सचेंज राशि:
it: Importo massimo dello scambio:
ja: 最高両替額:
pt: Montante máximo de troca:
ru: Максимальная сумма обмена:
tr: Maksimum Takas tutarı:

source: Select Your Language
ar: حدد لغتك
de: Wählen Sie Ihre Sprache
es: Seleccione su idioma
hi: अपनी भाषा चुनें
it: Seleziona una lingua
ja: 言語の選択
pt: Selecione o seu idioma
ru: Выбрать язык
tr: Dilinizi Seçin

source: No coins found
ar: لم يتم العثور على عملات
de: Kein Münzen gefunden
es: No se encontraron monedas
hi: कोई कॉइन नहीं मिला
it: Non sono presenti monete
ja: コインはありません
pt: Não foram encontradas moedas
ru: Валюты не найдены
tr: Hiç kripto para bulunamadı

source: Control your notifications
ar: تحكم في إشعاراتك
de: Kontrollieren Sie Ihre Benachrichtigungen
es: Controle sus notificaciones
hi: अपने नोटिफिकेशन नियंत्रित करें
it: Controlla le notifiche
ja: 通知を管理します
pt: Controle as suas notificações
ru: Управлять уведомлениями
tr: Bildirimlerinizi kontrol edin

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
hi: पुष्टि करें
it: Conferma
ja: 確認
pt: Confirmar
ru: Подтверждение
tr: Onayla

# DELETE_ALL_DATA_WARNING
source: You will exit your current wallet. Do you confirm this action?
ar: ستخرج من محفظتك الحالية. هل تريد تأكيد هذا الإجراء؟
de: Sie verlassen Ihr aktuelles Wallet. Bestätigen Sie diese Aktion?
es: Saldrá de su monedero actual. ¿Confirma esta acción?
hi: आप अपने मौजूदा वॉलेट से बाहर आ जाएँगे। क्या आप इस कदम की पुष्टि करते हैं?
it: Stai uscendo dal portafoglio attuale. Confermi questa azione?
ja: 現在のウォレットを終了します。このアクションを続けますか？
pt: Sairá da sua carteira atual. Confirma esta ação?
ru: Вы выйдете из своего текущего кошелька. Вы подтверждаете это действие?
tr: Geçerli cüzdanınızdan çıkacaksınız. Bu işlemi onaylıyor musunuz?

# WEB_LONK_TO_MOBILE_APP
source: Download mobile applications
ar: تنزيل تطبيقات الهاتف
de: Mobile Anwendungen herunterladen
es: Descargar aplicaciones móviles
hi: मोबाइल ऐप डाउनलोड करें
it: Scarica applicazioni mobili
ja: モバイルアプリをダウンロード
pt: Transferir aplicações móveis
ru: Скачать мобильные приложения
tr: Mobil uygulamaları indir

source: Oct
ar: أكتوبر
de: Oktober
hi: अक्टू
it: Ott
ja: 10 月
pt: Out
ru: Окт
tr: Eki

source: Complete Exchange
ar: إتمام التبادل
de: Umtausch abschließen
es: Completar intercambio
hi: एक्सचेंज पूरा करें
it: Completa scambio
ja: 交換を完了
pt: Concluir Troca
ru: Завершить обмен
tr: Takası Tamamla

source: Referral Link
ar: رابط الإحالة
de: Empfehlungslink
es: Enlace de recomendación
hi: रेफरल लिंक
it: Link di invito
ja: 紹介リンク
pt: Ligação de referência
ru: Реферальная ссылка
tr: Yönlendirme Bağlantısı

# TOPUP_MOBILE_NUMBER
source: Mobile Number
ar: رقم الهاتف
de: Handynummer
es: Número de teléfono móvil
hi: मोबाइल नंबर
it: Numero di telefono cellulare
ja: 携帯電話番号
pt: Número de telemóvel
ru: Номер телефона
tr: Cep Telefonu Numarası

# H_HOUR
source: 1H
ar: ساعة
hi: 1घं
ja: 1 時間
ru: 1Ч
tr: 1S

source: Appearance
ar: المظهر
de: Aussehen
es: Apariencia
hi: दिखने में कैसा
it: Aspetto
ja: 外観
pt: Aspeto
ru: Внешний вид
tr: Görünüm

source: Pending Transaction
ar: معاملة معلقة
de: Ausstehende Transaktion
es: Transacción pendiente
hi: लंबित ट्रांजेक्शन
it: Transazione in sospeso
ja: 保留中のお取引
pt: Transação pendente
ru: Транзакция в обработке
tr: Bekleyen İşlem

# TOPUP_AMOUNT_SUBTITLE
source: Select Amount
ar: تحديد المبلغ
de: Betrag auswählen
es: Seleccionar cantidad
hi: राशि चुनें
it: Seleziona importo
ja: 金額を選択
pt: Selecionar Montante
ru: Выбор Суммы
tr: Tutar Seçin

source: By Operation
ar: حسب العملية
de: Nach Vorgang
es: Por operación
hi: कार्य अनुसार
it: Per operazione
ja: 操作別
pt: Por operação
ru: По операции
tr: İşleme Göre

# UNLOCK_WITH_PIN_PLACEHOLDER
source: Unlock with passcode or %@
ar: إلغاء القفل باستخدام رمز مرور
de: Mit Passcode entsperren
es: Desbloquear con código de acceso
hi: पासकोड से अनलॉक करें
it: Sblocca con codice di accesso
ja: パスコードでロック解除
pt: Desbloquear com palavra-passe
ru: Разблокировать с помощью пароля
tr: Kilidi şifre ile aç

source: Min Amount
ar: أقل مبلغ
de: Mindestbetrag
es: Cantidad mínima
hi: न्यूनतम राशि
it: Importo min
ja: 最低額
pt: Montante Mín.
ru: Мин Сумма
tr: Minimum Tutar

# TOPUP_CONTINUE_PAYMENT
source: Continue with Payment
ar: الاستمرار في عملية الدفع
de: Mit der Zahlung fortfahren
es: Continuar con el pago
hi: भुगतान के साथ जारी रखें
it: Prosegui con il pagamento
ja: 支払いに進む
pt: Continuar com o pagamento
ru: Перейти к оплате
tr: Ödeme İşlemine Devam Et

source: Accept and Agree
ar: قبول وموافقة
de: Akzeptieren und zustimmen
es: Confirmar y aceptar
hi: स्वीकृति और सहमति
it: Accetta e acconsenti
ja: 承諾および同意する
pt: Aceitar e Concordar
ru: Принять и согласиться
tr: Kabul Et

source: From
ar: من
de: Von
es: De
hi: भेजने वाला
it: Da
ja: 送金元
pt: De
ru: От
tr: Gönderen

source: Generate Segwit address
ar: إنشاء عنوان Segwit
de: Segwit-Adresse generieren
es: Generar dirección Segwit
hi: Segwit पता जनरेट करें
it: Genera indirizzo Segwit
ja: Segwit アドレスを生成する
pt: Gerar endereço Segwit
ru: Сгенерировать Segwit адрес
tr: Segwit adresi oluştur

# CHANGE_USERNAME
source: Add Username
ar: إضافة اسم مستخدم
de: Benutzername hinzufügen
es: Añadir nombre de usuario
hi: यूजरनेम जोड़ें
it: Aggiungi nome utente
ja: ユーザー名の追加
pt: Adicionar nome de utilizador
ru: Добавить имя пользователя
tr: Kullanıcı Adı Ekle

# TOPUP_TOTAL_CRYPTO_LABEL
source: Total
ar: الإجمالي
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ru: Всего
tr: Toplam

source: Make Similar Payment
ar: إجراء عملية دفع مشابهة
de: Machen Sie eine ähnliche Zahlung
es: Hacer un pago similar
hi: वैसा ही पेमेंट करें
it: Effettua un pagamento simile
ja: 同じような支払いを行う
pt: Efetuar Pagamento Similar
ru: Совершить аналогичный платеж
tr: Benzer Ödeme Yap

source: Share Your Address
ar: مشاركة عنوانك
de: Teilen Sie Ihre Adresse
es: Compartir su dirección
hi: अपना पता शेयर करें
it: Condividi il tuo indirizzo
ja: あなたのアドレスを共有
pt: Partilhar o seu endereço
ru: Поделиться адресом
tr: Adresinizi Paylaşın

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
pt: Segurança
ru: Безопасность
tr: Güvenlik

# EOS_ACTIVATION_MESSAGE
source: Activation is in progress! Please wait until activation is complete
ar: التنشيط قيد التقدم! يُرجى الانتظار حتر يكتمل التنشيط
de: Die Aktivierung ist im Gange! Bitte warten Sie, bis die Aktivierung abgeschlossen ist
es: ¡La activación está en progreso! Por favor espere hasta que se complete la activación
hi: एक्टिवेशन जारी है! कृपया एक्टिवेशन पूरा होने तक इंतजार करें
it: Attivazione in corso! Ti preghiamo di attendere che venga completata
ja: 有効化プロセスが進行中です！このプロセスが完了するまでお待ちください
pt: Ativação em progresso! Aguarde até a ativação estar concluída
ru: Активация в процессе! Пожалуйста, дождитесь завершения активации
tr: Etkinleştirme devam ediyor! Lütfen etkinleştirme tamamlanıncaya kadar bekleyin

# W_WEEK
source: 1W
ar: أسبوع
es: 1S
hi: 1ह
it: 1S
ja: 1 週間
pt: 1S
ru: 1 НЕД.
tr: 1H

source: Select from previous addresses
ar: اختيار من العناوين السابقة
de: Aus vorherigen Adressen wählen
es: Seleccionar de direcciones anteriores
hi: पिछले पतों में से चुनें
it: Scegli tra indirizzi precedenti
ja: 以前に使用したアドレスから選択する
pt: Selecionar de endereços anteriores
ru: Выбрать из предыдущих адресов
tr: Önceki adreslerden seç

source: Scan QR Code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
hi: QR कोड स्कैन करें
it: Scansione del codice QR
ja: QR コードのスキャン
pt: Ler Código QR
ru: Сканировать QR-код
tr: QR Kodunu Tara

# HINT_BTN_UNDO
source: UNDO
ar: تراجع
de: RÜCKGÄNGIG MACHEN
es: DESHACER
hi: अनडू करें
it: ANNULLA
ja: 元に戻す
pt: DESFAZER
ru: Отменить
tr: GERİ AL

source: Referral Code
ar: رمز الإحالة
de: Empfehlungscode
es: Código de recomendación
hi: रेफरल कोड
it: Codice invito
ja: 紹介コード
pt: Código de Referencia
ru: Реферальный код
tr: Yönlendirme Kodu

# LEGAL_DESCRIPTION
source: Review carefully the Alfacash Privacy Policy and Terms of Service
ar: راجع بعناية Alfacash Privacy Policy و Terms of Service
de: Lesen Sie die Alfacash Privacy Policy und Terms of Service sorgfältig durch
es: Revise cuidadosamentelos documentos Alfacash Privacy Policy y Terms of Service
hi: इन्हें गौर से पढ़ें: Alfacash Privacy Policy और Terms of Service
it: Leggere attentamente i documenti Alfacash Privacy Policy e Terms of Service
ja: 「Alfacash Privacy Policy」と「Terms of Service」をよくお読みください
pt: Ler com atenção: Alfacash Privacy Policy e Terms of Service
ru: Внимательно ознакомьтесь с Alfacash Privacy Policy и Terms of Service
tr: Alfacash Privacy Policy ve Terms of Service metinlerini dikkatlice inceleyin

source: Exchange completed
ar: عملية تبادل مكتملة
de: Umtausch abgeschlossen
es: Intercambio completado
hi: एक्सचेंज पूरा हुआ
it: Scambio completato
ja: 交換は完了しました
pt: Troca concluída
ru: Обмен завершен
tr: Takas tamamlandı

source: Send amount
ar: إرسال الكمية
de: Betrag senden
es: Enviar cantidad
hi: राशि भेजें
it: Invia importo
ja: 送金
pt: Enviar montante
ru: Отправить сумму
tr: Tutarı gönder

source: Loading…
ar: جارٍ التحميل…
de: Laden …
es: Cargando…
hi: लोड हो रहा…
it: Caricamento…
ja: 読み込み中...
pt: A carregar…
ru: Загрузка...
tr: Yükleniyor…

# ERROR_NO_INTERNET
source: Your Internet connection is not established, check it out and try again
ar: لم يتم إنشاء الاتصال بالإنترنت الخاص بك، تحقق منه وأعِد المحاولة
de: Ihre Internetverbindung ist nicht hergestellt. Überprüfen Sie sie und versuchen Sie es erneut
es: No está conectado a internet. Verifique su conexión y vuelva a intentarlo.
hi: आपका इंटरनेट कनेक्शन स्थापित नहीं हो पाया है, इसे चेक करें और फिर से कोशिश करें
it: La connessione a internet è assente, controlla e riprova
ja: インターネット接続が確立していません。ご確認の上、もう一度お試しください。
pt: A sua ligação à Internet não está estabelecida. Verifique a ligação e tente novamente
ru: Ваше интернет-соединение не установлено, проверьте его и попробуйте снова
tr: İnternet bağlantınız yok, bağlantınızı kontrol edip tekrar deneyin

source: To authorization page
ar: إلى صفحة السماح بالإذن
de: Zur Autorisierungsseite
es: Ir a la página de autorización
hi: ऑथराइजेशन पेज की ओर
it: Alla pagina di autorizzazione
ja: 承認ページへ
pt: Para a página de autorização
ru: На страницу авторизации
tr: Yetkilendirme sayfasına

source: Mar
ar: مارس
de: März
hi: मार्च
ja: 3 月
ru: Мар

source: May
ar: مايو
de: Mai
hi: मई
it: Mag
ja: 5 月
pt: Mai
ru: Май

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
hi: बंद करें
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
tr: Kapat

# TOPUP_PAY_WITH
source: Pay with %@
ar: الدفع من خلال %@
de: Zahlen mit %@
es: Pagar con %@
hi: %@ से भुगतान करें
it: Paga con %@
ja: %@でのお支払い
pt: Pagar com %@
ru: Оплатить с помощью %@
tr: %@ ile Öde

source: Access My Wallet
ar: الوصول إلى محفظتي
de: Auf mein Wallet zugreifen
es: Acceder a mi monedero
hi: मेरा वॉलेट एक्सेस करें
it: Accedi a Il mio portafoglio
ja: マイウォレットにアクセス
pt: Aceder à Minha Carteira
ru: Получить доступ к моему кошельку
tr: Cüzdanıma Eriş

source: Setup Passcode
ar: إعداد رمز المرور
de: Passcode einrichten
es: Configurar código de acceso
hi: पासकोड सेट करें
it: Imposta codice di accesso
ja: パスコードを設定
pt: Palavra-passe de configuração
ru: Установить пароль
tr: Şifreyi Ayarla

source: Transaction ID
ar: رقم المعاملة
de: Transaktions-ID
es: ID de transacción
hi: ट्रांजेक्शन ID
it: ID transazione
ja: 取引 ID
pt: ID da Transação
ru: ID транзакции
tr: İşlem Kimliği

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
hi: साइन आउट करें
it: Disconnetti
ja: サインアウト
pt: Terminar Sessão
ru: Выйти
tr: Oturumu Kapat

source: User
ar: مستخدم
de: Benutzer
es: Usuario
hi: यूजर
it: Utente
ja: ユーザー
pt: Utilizador
ru: Пользователь
tr: Kullanıcı

# DESTINATION_TAG_REQUIRED
source: Address requires DT to be set
ar: العنوان يتطلب تعيين Destination Tag
de: Für die Adresse muss ein Destination Tag gesetzt werden
es: La dirección requiere que se establezca el Destination Tag
hi: पता सेट करने के लिए Destination Tag की आवश्यकता होती है
it: L'indirizzo richiede l'impostazione di Destination Tag
ja: アドレスにはDestination Tagを設定する必要があります
pt: O endereço requer que a Destination Tag seja definida
ru: Для адреса требуется задать Destination Tag
tr: Adres, Destination Tag ayarlanmasını gerektiriyor

# MNEMONIC_DESCRIPTION
source: These 12 words are the keys to your wallet
ar: هذه الكلمات ال 12 هي مفاتيح محفظتك
de: Diese 12 Wörter sind der Schlüssel zu Ihrem Wallet
es: Estas 12 palabras son las claves de su monedero
hi: ये 12 शब्द आपके वॉलेट की "की" यानी कुंजियाँ हैं
it: Queste 12 parole sono le chiavi del portafoglio
ja: これら 12 個の言葉があなたのウォレットの鍵です
pt: Estas 12 palavras são as chaves da sua carteira
ru: Эти 12 слов являются ключами к вашему кошельку
tr: Bu 12 kelime cüzdanınızın anahtarlarıdır

# KEEP_TRACK_YOUR_COMMISIONS
source: Keep Track of your commisions here
ar: تتبع العمولات هنا
de: Verfolgen Sie hier Ihre Provisionen
es: Aquí podrá hacer el seguimiento de sus comisiones
hi: अपने कमीशन पर यहाँ नजर बनाए रखें
it: Tieni traccia qui delle tue commissioni
ja: ここで、紹介手数料の記録を確認できます
pt: Monitorize as suas comissões aqui
ru: Отслеживайте вашу комиссию здесь
tr: Komisyonlarınızı burada takip edin

source: Share Address
ar: مشاركة العنوان
de: Adresse teilen
es: Compartir dirección
hi: पता शेयर करें
it: Condividi indirizzo
ja: アドレスの共有
pt: Partilhar endereço
ru: Поделиться адресом
tr: Adresi Paylaş

source: Last Week
ar: الأسبوع الماضي
de: Letzte Woche
es: Última semana
hi: पिछले हफ्ते
it: Ultima settimana
ja: 先週
pt: Semana passada
ru: Прошлая неделя
tr: Geçen Hafta

# CHART_DATE_LABEL
source: date
ar: تاريخ
de: Datum
es: fecha
hi: तारीख
it: data
ja: 日付
pt: data
ru: дата
tr: tarih

source: Protect your wallet
ar: حماية محفظتك
de: Schützen Sie Ihr Wallet
es: Proteja su monedero
hi: अपना वॉलेट सुरक्षित रखें
it: Proteggi il tuo portafoglio
ja: ウォレットを保護
pt: Proteja a sua carteira
ru: Защитите ваш кошелек
tr: Cüzdanınızı koruyun

source: Select to Pin to your Wallet
ar: تحديد العملة لتثبيتها على محفظتك
de: Zum Anheften an Wallet auswählen
es: Seleccione para anclar a su monedero
hi: अपने वॉलेट में पिन करने के लिए, चुनें
it: Seleziona per bloccare il portafoglio
ja: 選択するとウォレットに固定されます
pt: Selecione para afixar na sua Carteira
ru: Выберите для добавления в ваш кошелек
tr: Cüzdanınıza Sabitlemek İçin Seçin

source: Open my wallet
ar: فتح محفظتي
de: Mein Wallet öffnen
es: Abrir mi monedero
hi: मेरा वॉलेट खोलें
it: Apri il mio portafoglio
ja: マイウォレットを開く
pt: Abrir a minha Carteira
ru: Открыть мой кошелек
tr: Cüzdanımı aç

# TOPUP_SUPPORTED_CURRENCY
source: Supported Currency
ar: العملات المدعومة
de: Unterstützte Währung
es: Moneda aceptada
hi: सपोर्टेड मुद्रा
it: Valuta supportata
ja: お取扱中の通貨
pt: Moeda suportada
ru: Поддерживаемая Валюта
tr: Desteklenen Para Birimi

source: Apr
ar: أبريل
de: April
es: Abr
hi: अप्रै
ja: 4 月
pt: Abr
ru: Апр
tr: Nis

source: Dark
ar: مظلم
es: Oscuro
hi: डार्क
it: Scuro
ja: 暗色系
pt: Escuro
ru: Темное
tr: Koyu

# AN_UNEXPECTED_ERROR
source: An unexpected error occurred. Please try again later
ar: حدث خطأ غير متوقع. يُرجى إعادة المحاولة في وقت لاحق
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal
es: Ocurrió un error inesperado. Por favor, inténtelo de nuevo más tarde
hi: कोई अप्रत्याशित त्रुटि हुई है। बाद में फिर से कोशिश करें
it: Si è verificato un errore imprevisto. Per favore riprovare più tardi
ja: 予期しないエラーが発生しました。後でもう一度お試しください
pt: Ocorreu um erro inesperado. Tente novamente mais tarde
ru: Что-то пошло не так. Пожалуйста, попробуйте позже
tr: Beklenmedik bir hata oluştu. Lütfen daha sonra tekrar deneyin

# BROWSER_PASSCODE_CREATE
source: Create Passcode for current browser session
ar: إنشاء رمز مرور لجلسة المستعرض الحالية
de: Erstellen Sie einen Passcode für die aktuelle Browsersitzung
es: Crear código de acceso para la sesión actual del navegador
hi: मौजूदा ब्राउज़र सेशन के लिए पासकोड बनाएँ
it: Crea codice di accesso per l'attuale sessione del browser
ja: 現在のブラウザセッションのパスコードを作成します
pt: Criar Palavra-passe para a sessão do browser atual
ru: Создать пароль для текущей сессии браузера
tr: Geçerli tarayıcı oturumu için Şifre oluşturun

source: Rate
ar: السعر
de: Kurs
es: Tipo de cambio
hi: रेट
it: Tasso
ja: レート
pt: Taxa
ru: Курс
tr: Kur

source: Ok, Thanks
ar: حسنًا، شكرًا
de: OK, danke
es: Bien, muchas gracias
hi: ओके, धन्यवाद
it: Ok, grazie
ja: 分かりました
pt: Ok, obrigado
ru: Хорошо, спасибо
tr: Tamam, Teşekkürler

source: Legal
ar: تفاصيل قانونية
de: Rechtliche Informationen
es: Información legal
hi: कानूनी
it: Informazioni legali
ja: リーガル情報
pt: Jurídico
ru: Правовая информация
tr: Yasal

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
hi: सुझाए गए
it: Consigliato
ja: 推奨
pt: Recomendado
ru: Рекомендовано
tr: Önerilen

source: Skins
ar: أشكال مختلفة
es: Aspectos
hi: स्किन
it: Skin
ja: スキン
pt: Máscaras
ru: Темы оформления
tr: Dış Görünümler

source: View Old
ar: عرض السابق
de: Vorherige anzeigen
es: Ver anteriores
hi: पुराने देखें
it: Visualizza precedenti
ja: さらに表示
pt: Ver antigas
ru: Посмотреть предыдущие
tr: Öncekini Görüntüle

# TOPUP_LABEL_OPERATOR
source: Operator
ar: مزود الخدمة
de: Mobilfunkbetreiber
es: Operador
hi: ऑपरेटर
it: Operatore
ja: 携帯電話会社
pt: Operador
ru: Оператор
tr: Operatör

# TOPUP_ORDER_ID
source: Order ID
ar: مُعرف الطلب
de: Auftragsnummer
es: ID de pedido
hi: ऑर्डर ID
it: ID ordine
ja: ご注文 ID
pt: ID da Encomenda
ru: ID Заказа
tr: Emir Numarası

# BACKUP_LOGOUT_NOTIFICATION
source: Back up your recovery phrase before you log out or you will be unable to access your wallets again
ar: قم بعمل نسخة احتياطية من عبارة الاسترجاع خاصتك قبل تسجيل خروجك، وإلا فلن تتمكن من الوصول إلى محافظك مرة أخرى
de: Sichern Sie Ihre Wiederherstellungsphrase, bevor Sie sich abmelden, da Sie sonst nicht mehr auf Ihr Wallet zugreifen können
es: Haga una copia de seguridad de su frase de recuperación antes de cerrar sesión o no podrá volver a acceder a sus monederos
hi: लॉग आउट करने से पहले अपने रिकवरी फ्रेज का बैकअप रख लें नहीं तो आप अपने वॉलेट दुबारा एक्सेस नहीं कर पाएँगे
it: Crea un backup della frase di recupero prima di disconnetterti o non ti sarà più possibile accedere ai portafogli
ja: ログアウトする前に回復フレーズをバックアップしてください。バックアップしない場合、ウォレットにアクセスできなくなります。
pt: Faça uma cópia de segurança da sua frase de recuperação antes de terminar a sessão, ou não poderá aceder às suas carteiras novamente
ru: Сделайте резервную копию фразы восстановления перед выходом, иначе вы не сможете снова получить доступ к своим кошелькам
tr: Çıkış yapmadan önce kurtarma kelime grubunuzu yedekleyin, aksi takdirde cüzdanlarınıza tekrar erişemezsiniz

# PROFILE_WAS_CHANGED_TITLE
source: Your Profile was changed
ar: تم تغيير ملف التعريف الخاص بك
de: Ihr Profil wurde geändert
es: Su perfil se modificó
hi: आपकी प्रोफाइल बदली गई
it: Il tuo Profilo è stato modificato
ja: プロファイルが変更されました
pt: O seu Perfil foi alterado
ru: Ваш профиль был изменен
tr: Profiliniz değiştirildi

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
hi: नोटिफिकेशन
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
tr: Bildirimler

# GET_FEE_TITLE
source: Get up to 20% fee every transaction they make
ar: احصل على رسوم تصل إلى 20٪ في كل معاملة تتم من خلالهم
de: Erhalten Sie bis zu 20 % der Gebühr für jede Transaktion
es: Obtenga hasta un 20% de la comisión por cada transacción que realicen
hi: उनके द्वारा किए जाने वाले हर ट्रांजेक्शन पर पाएँ शुल्क का 20% तक
it: Ricevi fino al 20% delle commissioni per ogni transazione da loro effettuata
ja: ご紹介いただいたご友人様が取引を完了するたびに、最大20%の手数料をお受け取りいただけます
pt: Obtenha até 20% da comissão por cada transação que realizem
ru: Получите до 20% комиссии с каждой совершенной ими транзакции

# TOPUP_RESTART
source: Restart Top Up
ar: إعادة تشغيل عملية التعبئة
de: Aufladung neu starten
es: Reiniciar recarga
hi: टॉप अप रीस्टार्ट करें
it: Riavvia ricarica
ja: チャージを再開
pt: Reiniciar Carregamento
ru: Пополнить еще раз
tr: Kontör Yükleme İşlemini Yeniden Başlat

source: Recovery Phrase
ar: عبارة الاسترجاع
de: Wiederherstellungsphrase
es: Frase de recuperación
hi: रिकवरी फ्रेज
it: Frase di recupero
ja: 回復フレーズ
pt: Frase de Recuperação
ru: Фраза восстановления
tr: Kurtarma Kelime Grubu

source: Fee
ar: الرسوم
de: Gebühr
es: Tarifa
hi: शुल्क
it: Tariffa
ja: 手数料
pt: Taxa
ru: Комиссия
tr: Ücret

# HINT_IS_UNPINNED
source: %@ is unpinned
ar: تم إلغاء تثبيت %@
de: %@ ist nicht angeheftet
es: %@ está sin fijar
hi: u003cu003e को अनपिन किया गया है
it: %@ è sbloccato
ja: %@の固定表示が解除されています
pt: %@ está desafixado
ru: %@ откреплен
tr: %@ kaldırıldı

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
hi: छुपाएँ
it: Nascondi
ja: 非表示
pt: Ocultar
ru: Скрыть
tr: Gizle

source: Choose your username
ar: اختر اسم المستخدم
de: Wählen Sie Ihren Benutzernamen
es: Elija su nombre de usuario
hi: अपना यूजरनेम चुनें
it: Scegli un nome utente
ja: ユーザー名を選択してください
pt: Escolha o seu nome de utilizador
ru: Выберите ваше имя пользователя
tr: Kullanıcı adınızı seçin

source: Repeat Your passcode
ar: كرر رمز المرور الخاص بك
de: Geben Sie Ihren Passcode erneut ein
es: Repita su código de acceso
hi: अपना पासकोड रिपीट करें
it: Ripeti il codice di accesso
ja: パスコードをもう一度入力してください
pt: Repita a sua palavra-passe
ru: Повторить пароль
tr: Şifrenizi Tekrar Girin
