Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

source: Enter to my wallet
ar: الدخول إلى محفظتي
de: Auf Wallet zugreifen
es: Entrar a mi monedero
hi: मेरे वॉलेट में एंटर करें
it: Accedi al portafoglio
ja: マイウォレットに移動します
pt: Aceder à minha carteira
ru: Войти в мой кошелек
tr: Cüzdanıma giriş yap

source: Local Settings
ar: الإعدادات المحلية
de: Lokale Einstellungen
es: Ajustes locales
hi: स्थानीय सेटिंग
it: Impostazioni locali
ja: ローカル設定
pt: Definições locais
ru: Локальные настройки
tr: Yerel Ayarlar

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
hi: लंबित (पेंडिंग)
it: In sospeso
ja: 保留中
pt: Pendente
ru: В ожидании
tr: Beklemede

source: Add Username
ar: إضافة اسم مستخدم
de: Benutzername hinzufügen
es: Añadir nombre de usuario
hi: यूजरनेम जोड़ें
it: Aggiungi nome utente
ja: ユーザー名の追加
pt: Adicionar nome de utilizador
ru: Добавить имя пользователя
tr: Kullanıcı Adı Ekle

source: By Currency
ar: حسب العملة
de: Nach Währung
es: Por moneda
hi: मुद्रा अनुसार
it: Per valuta
ja: 通貨別
pt: Por moeda
ru: По валюте
tr: Para Birimine Göre

source: Available balance
ar: الرصيد المتاح
de: Verfügbares Guthaben
es: Saldo disponible
hi: उपलब्ध बैलेंस
it: Saldo disponibile
ja: 利用可能残高
pt: Saldo disponível
ru: Доступный баланс
tr: Kullanılabilir bakiye

# CRYPTO_WARNING_TITLE
source: %@ Warning
ar: تحذير %@
de: %@-Warnung
es: Advertencia de %@
hi: %@ चेतावनी
it: Avviso %@
ja: %@ 警告
pt: Aviso %@
ru: Предупреждение %@
tr: %@ Uyarısı

# COPY_SUBTITLE
source: from our applications
ar: من تطبيقاتنا
de: von unseren Apps
es: de nuestras aplicaciones
hi: हमारे ऐप्लिकेशन से
it: Dalle nostre applicazioni
ja: アプリケーションから
pt: das nossas aplicações
ru: из наших приложений
tr: uygulamamızdan

source: Minimal Exchange Amount
ar: أقل كمية تبادل
de: Minimaler Umtauschbetrag
es: Cantidad mínima de intercambio
hi: न्यूनतम एक्सचेंज राशि
it: Importo minimo dello scambio
ja: 最低両替額
pt: Montante mínimo de troca
ru: Минимальная сумма обмена
tr: Minimum Takas Tutarı

source: Withdraw your earnings
ar: سحب الأرباح
de: Einnahmen abheben
es: Retire sus ganancias
hi: अपनी कमाई राशि निकालें
it: Preleva i guadagni
ja: 収益のお引き出し
pt: Levantar os seus ganhos
ru: Вывод вашего дохода
tr: Kazançlarınızı çekin

# REFERRAL_LINK_COPIED
source: Referral Link has been copied
ar: تم نسخ رابط الإحالة
de: Empfehlungslink wurde kopiert
es: Se ha copiado el enlace de referencia
hi: रेफरल लिंक कॉपी किया गया
it: Il link di invito è stato copiato
ja: 紹介リンクがコピーされました
pt: O link de referência foi copiado
ru: Реферальная ссылка скопирована
tr: Yönlendirme Bağlantısı kopyalandı

# REFER_FRIENDS
source: Refer friends and receive 20% of trading fees whenever your friend completes an order
ar: قم بإحالة الأصدقاء واحصل على 20٪ من رسوم التداول كلما أكمل صديقك طلبًا
de: Empfehlen Sie Freunde und erhalten Sie 20 % der Handelsgebühren, wenn Ihr Freund einen Auftrag abschließt
es: Recomiende amigos y reciba el 20% de las tarifas por operaciones cuando su amigo complete un pedido
hi: दोस्तों को रेफर करें और जैसे ही आपके दोस्त कोई ऑर्डर पूरा करते हैं तो ट्रेडिंग शुल्क का 20% प्राप्त करें
it: Invita gli amici e ricevi il 20% delle commissioni ogni volta che essi concludono un ordine
ja: ご紹介いただいたご友人様が注文を完了する度に、お取引料の20%をお受け取りいただけます
pt: Indique amigos e receba 20% das taxas de negociação sempre que o seu amigo conclua uma encomenda
ru: Привлекайте друзей и получайте 20% от комиссий обменов, после завершения их заказов
tr: Arkadaşlarınıza tavsiye edin ve arkadaşlarınızın bir emri tamamladığı her seferinde işlem ücretlerinin %20'sini alın

source: Request Payout
ar: طلب دفعة أرباح
de: Auszahlung anfordern
es: Solicitar pago
hi: पेआउट का अनुरोध करें
it: Richiedi pagamento
ja: 払戻しをリクエスト
pt: Solicitar Pagamento
ru: Запрос выплаты
tr: Ödeme İsteği Gönder

source: Receive in
ar: الاستلام في
de: Empfangen in
es: Recibir en
hi: इसमें प्राप्त करें:
it: Ricevi in
ja: 次の通貨で受け取る
pt: Receber em
ru: Получить в
tr: Alınacağı kripto para cinsi

# AMOUNT_TO_NEXT_LEVEL
source: To get to the next level earn %@ more
ar: للوصول إلى المستوى التالي، اربح مزيد من SOME$
de: Verdienen Sie SOME$, um auf die nächste Stufe zu gelangen
es: Para llegar al siguiente nivel, gane SOME$ más
hi: अगले लेवल पर जाने के लिए SOME$ अधिक कमाएं
it: Per passare al livello successivo guadagna ancora SOME$
ja: 次のレベルに到達するために、さらにSOME$を稼ぎましょう
pt: Para passar para o próximo nível, ganhe mais SOME$
ru: Чтобы перейти на следующий уровень, заработайте еще %@
tr: Bir sonraki seviyeye geçmek için SOME$ daha kazanın

# REGISTRATION_DEFAULT_ERROR
source: Registration is not completed correctly, try again
ar: لم يتم إكمال التسجيل بشكل صحيح، أعِد المحاولة
de: Die Registrierung ist nicht korrekt abgeschlossen. Versuchen Sie es erneut
es: El registro no se completó correctamente, intente nuevamente
hi: रजिस्ट्रेशन सही ढंग से पूरा नहीं हुआ है, फिर से कोशिश करें
it: La registrazione non è stata completata correttamente, riprova
ja: 登録が正しく行われていません。もう一度お試しください
pt: Registo não concluído corretamente. Tente novamente
ru: Регистрация завершена некорректно, попробуйте еще раз
tr: Kayıt doğru şekilde tamamlanmadı, tekrar deneyin

# TOPUP_STEP
source: Step %@ of 4
ar: الخطوة %@ من 4
de: Schritt %@ von 4
es: Paso %@ de 4
hi: 4 का स्टेप %@
it: Passaggio %@ di 4
ja: 手順 %@
pt: Passo %@ de 4
ru: Шаг %@ из 4
tr: Adım %@/4

# TOPUP_VIEW_ON
source: View on
ar: عرض على
de: Anzeigen auf
es: Ver en
hi: यहाँ देखें:
it: Visualizza su
ja: 表示形式
pt: Ver em
ru: Посмотреть на
tr: İşlemi görüntüleyin:

source: Each word can only be used once
ar: يمكن استخدام كل كلمة مرة واحدة فقط
de: Jedes Wort kann nur einmal verwendet werden
es: Cada palabra solo se puede usar una vez
hi: हरेक शब्द को सिर्फ एक ही बार इस्तेमाल किया जा सकता है
it: Ciascuna parola può essere utilizzata solo una volta
ja: それぞれの言葉は一度しか使用できません
pt: Cada palavra só pode ser usada uma vez
ru: Каждое слово может быть использовано только один раз
tr: Her bir kelime yalnızca bir kez kullanılabilir

source: All Currencies
ar: جميع العملات
de: Alle Währungen
es: Todas las monedas
hi: सभी मुद्राएँ
it: Tutte le valute
ja: すべての通貨
pt: Todas as moedas
ru: Все валюты
tr: Tüm Para Birimleri

# CHECK_MNEMONIC_MESSAGE
source: Please Enter and fill out empty box below to access your wallet
ar: يُرجى الدخول وتعبئة الحقل الفارغ أدناه للوصول إلى محفظتك
de: Bitte füllen Sie das leere Feld unten aus, um auf Ihr Wallet zuzugreifen
es: Ingrese y complete el siguiente casillero vacío para acceder a su monedero
hi: अपना वॉलेट एक्सेस करने के लिए कृपया एंटर कर नीचे दिए खाली बॉक्स भरें
it: Compila la casella vuota sottostante per accedere al portafoglio
ja: ウォレットにアクセスするには、下の空のボックスに入力してください
pt: Entre e preencha a caixa em branco abaixo para aceder à sua carteira
ru: Пожалуйста, войдите и заполните пустое поле ниже, чтобы получить доступ к вашему кошельку
tr: Cüzdanınıza erişmek için lütfen aşağıdaki boş kutuyu bilgi girerek doldurun

source: Sign Up with Alfacash
ar: الاشتراك باستخدام Alfacash
de: Melden Sie sich bei Alfacash an
es: Regístrese con Alfacash
hi: Alfacash से साइन अप करें
it: Registrati con Alfacash
ja: Alfacashに登録
pt: Registe-se na Alfacash
ru: Регистрация с Alfacash
tr: Alfacash'e Kaydol

# INVALID_PHONE_NUMBER
source: Wrong phone number
ar: رقم الهاتف خاطئ
de: Falsche Telefonnummer
es: Número de teléfono equivocado
hi: ग़लत फ़ोन नंबर
it: Numero di telefono sbagliato
ja: 電話番号が間違っています
pt: Número de telefone errado
ru: Неправильный номер телефона
tr: Telefon numarası yanlış

source: Exchange
ar: تبادل
de: Tauschen
es: Intercambiar
hi: एक्सचेंज करें
it: Scambia
ja: 両替
pt: Trocar
ru: Обменять
tr: Takas et

source: Transfer coins to get started
ar: ابدأ بتحويل العملات
de: Überweisen Sie Münzen, um loszulegen
es: Transfiera monedas para comenzar
hi: आरंभ करने के लिए कॉइन ट्रांसफर करें
it: Trasferisci monete per iniziare
ja: まずコインを送金してください
pt: Transfira moedas para poder começar
ru: Отправьте валюту, чтобы начать
tr: Başlamak için kripto para transferi yapın

source: Amount
ar: الكمية
de: Menge
es: Cantidad
hi: राशि
it: Importo
ja: 金額
pt: Montante
ru: Сумма
tr: Tutar

source: Income History
ar: سِجل الدخل
de: Ertragsverlauf
es: Historial de ingresos
hi: आय हिस्ट्री
it: Cronologia entrate
ja: 収入履歴
pt: Histórico de Rendimentos
ru: История доходов
tr: Gelir Geçmişi

source: Referrals
ar: الإحالات
de: Empfehlungen
es: Referidos
hi: रेफरल
it: Inviti
ja: 紹介ユーザー
pt: Referências
ru: Рефералы
tr: Yönlendirmeler

source: Amount (USD)
ar: المبلغ (بالدولار الأمريكي)
de: Betrag (USD)
es: Cantidad (USD)
hi: राशि (USD)
it: Importo (USD)
ja: 金額（USD）
pt: Valor (USD)
ru: Сумма (USD)
tr: Tutar (ABD Doları)

source: Last Year
ar: السنة الماضية
de: Letztes Jahr
es: Último año
hi: पिछले वर्ष
it: Ultimo anno
ja: 昨年
pt: Ano passado
ru: Прошлый год
tr: Geçen Yıl

source: Activate
ar: تنشيط
de: Aktivieren
es: Activar
hi: एक्टिवेट करें
it: Attiva
ja: 有効化
pt: Ativar
ru: Активировать
tr: Etkinleştir

# TOPUP_INTRO_HINT
source: Yes, use the same number
ar: نعم، استخدم نفس الرقم
de: Ja, verwenden Sie dieselbe Nummer
es: Sí, usar el mismo número
hi: हाँ, यही नंबर इस्तेमाल करें
it: Sì, utilizza lo stesso numero
ja: はい、同じ番号を使用します
pt: Sim, utilizar o mesmo número
ru: Да, использовать тот же номер
tr: Evet, aynı numarayı kullan

# ENTER_CONFIRM_PASSWORD
source: Enter your session passcode to confirm the operation
ar: أدخل رمز مرور الجلسة لتأكيد العملية
de: Geben Sie Ihren Sitzungspasscode ein, um den Vorgang zu bestätigen
es: Introduzca el código de acceso de su sesión para confirmar la operación
hi: कार्य की पुष्टि करने के लिए अपना सेशन पासकोड डालें
it: Immetti il codice di accesso della sessione per confermare l'operazione
ja: 操作を確定するにはセッションパスコードを入力してください
pt: Introduza a sua palavra-passe de sessão para confirmar a operação
ru: Введите пароль сеанса для подтверждения операции
tr: İşlemi onaylamak için oturum şifrenizi girin

# CHART_TIME_LABEL
source: time
ar: وقت
de: Zeit
es: hora
hi: समय
it: ora
ja: 時刻
pt: hora
ru: время
tr: saat

# GET_20
source: Get instantly 20%
ar: احصل على 20% فورًا
de: Erhalten Sie sofort 20%
es: Obtenga 20% instantáneamente
hi: तुरंत पाएँ 20%
it: Ricevi istantaneamente il 20%
ja: 20%を即時お受け取り
pt: Ganhe 20% instantaneamente
ru: Получайте мгновенно 20%
tr: Anında %20 alın

source: Set up the base currency
ar: تحديد العملة الأساسية
de: Richten Sie die Basiswährung ein
es: Configurar la moneda base
hi: आधार मुद्रा (बेस करेंसी) को सेट करें
it: Imposta la valuta base
ja: 基本通貨を設定してください
pt: Definir a moeda base
ru: Установить основную валюту
tr: Temel para birimini ayarlayın

# ANDROID_AUTHENTICATION_TITLE
source: Confirm to continue
ar: التأكيد للمتابعة
de: Bestätigen Sie, um fortzufahren
es: Confirmar para continuar
hi: जारी रखने की पुष्टि करें
it: Conferma per proseguire
ja: 続行する
pt: Confirme para continuar
ru: Подтвердите, чтобы продолжить
tr: Devam etmek için onaylayın

# PAYOUT_REQUEST_ACCEPTED
source: Your payout request has been accepted.
ar: تم قبول طلب دفعة الأرباح الخاص بك.
de: Ihre Auszahlungsanforderung wurde akzeptiert.
es: Su solicitud de pago ha sido aceptada.
hi: आपका पेआउट अनुरोध स्वीकार कर लिया गया है।
it: La tua richiesta di pagamento è stata accettata.
ja: お客様の支払依頼が承認されました。
pt: A sua solicitação de pagamento foi aceite.
ru: Ваш запрос на выплату был принят.
tr: Ödeme isteğiniz kabul edildi.

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
hi: यूजरनेम
it: Nome utente
ja: ユーザー名
pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı Adı

# VALIDATION_DECIMAL_LEN
source: Wrong amount, should be more than 0
ar: قيمة خاطئة، يجب أن تكون أكبر من 0
de: Falscher Betrag, sollte mehr als 0 sein
es: Cantidad incorrecta, debe ser mayor que 0
hi: गलत राशि, 0 से अधिक होनी चाहिए
it: Importo errato, dovrebbe essere superiore a 0
ja: 数が正しくありません、0より大きくなければなりません
pt: Montante errado, deve ser superior a 0
tr: Yanlış tutar; girilen tutar 0'dan büyük olmalıdır

source: Sep
ar: سبتمبر
de: September
hi: सितं
it: Set
ja: 9 月
pt: Set
ru: Сен
tr: Eyl

source: Complete Sending Crypto
ar: إتمام إرسال العملة المشفرة
de: Senden von Krypto abschließen
es: Completar envío de criptomoneda
hi: क्रिप्टो भेजना पूरा करें
it: Completa l'invio di Crypto
ja: クリプト送金を完了
pt: Concluir envio de cripto
ru: Завершить отправку криптовалюты
tr: Kripto Gönderme İşlemini Tamamla

# EOS_ACCOUNT_ERROR_LETTERS_MESSAGE
source: * a-z, 1-5 are allowed only. Lenght 12
ar: مسموح فقط بالحروف من a إلى z، وبالأرقام من 1 إلى 5. الطول 12 رمزًا
de: Nur * az, 1-5 sind erlaubt. Länge 12
es: * Solo se permiten a-z, 1-5. Longitud: 12
hi: * सिर्फ a-z, 1-5 को ही इस्तेमाल किया जा सकता है। लंबाई 12
it: * Ammessi solamente a-z, 1-5. Lunghezza 12
ja: * a～z、1～5 のみを使用できます。長さは 12 文字です
pt: *apenas caracteres de a-z e 1-5. Comprimento: 12
ru: * Допускаются только a-z, 1-5. Длина 12
tr: * Yalnızca a-z, 1-5 arasındaki karakterlere izin verilir. Uzunluk 12 karakter olmalıdır

source: Payout History
ar: سجل دفعات الأرباح
de: Auszahlungsverlauf
es: Historial de pagos
hi: पेआउट हिस्ट्री
it: Cronologia pagamenti
ja: 払戻し履歴
pt: Histórico de Pagamentos
ru: История Выплат
tr: Ödeme Geçmişi

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
hi: कॉपी किया
it: Copiato
ja: コピーしました
pt: Copiado
ru: Скопировано
tr: Kopyalandı

source: Refer & Earn
ar: روّج واربح
de: Empfehlen und Verdienen
es: Recomiende y gane
hi: रेफर करें और कमाएँ
it: Invita e guadagna
ja: 紹介報酬制度
pt: Indique e Ganhe
ru: Привлекайте и Зарабатывайте
tr: Tavsiye Edin ve Kazanın

source: Address
ar: العنوان
de: Adresse
es: Dirección
hi: पता
it: Indirizzo
ja: アドレス
pt: Endereço
ru: Адрес
tr: Adres

source: Enter Password
ar: إدخال كلمة المرور
de: Passwort eingeben
es: Introduzca su contraseña
hi: पासवर्ड डालें
it: Inserisci la password
ja: パスワードを入力
pt: Introduzir Palavra-passe
ru: Введите пароль
tr: Parolayı Girin

# AVAILABLE_COINS
source: Available Сoins
ar: العملات المتاحة
de: Verfügbare Münzen
es: Monedas disponibles
hi: उपलब्ध कॉइन
it: Monete disponibili
ja: 利用可能なコイン
pt: Moedas disponíveis
ru: Доступные валюты
tr: Kullanılabilir Kripto Paralar

source: Wrong password
ar: كلمة مرور خطأ
de: Falsches Passwort
es: Contraseña incorrecta
hi: गलत पासवर्ड
it: Password errata
ja: パスワードに誤りがあります
pt: Palavra-passe incorreta
ru: Неверный пароль
tr: Yanlış parola

source: Can't get max balance
ar: لا يمكن الحصول على أقصى رصيد
de: Maximales Guthaben kann nicht abgerufen werden
es: No es posible obtener el saldo máximo
hi: अधिकतम बैलेंस पाना संभव नहीं है
it: Impossibile ricevere il saldo massimo
ja: 最大残高を取得できません
pt: Não é possível obter o saldo máximo
ru: Невозможно получить максимальный баланс
tr: Maksimum bakiye alınamıyor

source: Get Started
ar: بدء الاستخدام
de: Erste Schritte
es: Comenzar
hi: शुरू करें
it: Per iniziare
ja: 開始
pt: Iniciar
ru: Начать
tr: Başlayın

# REFERRAL_CODE_COPIED
source: Referral Code has been copied
ar: تم نسخ رمز الإحالة
de: Empfehlungscode wurde kopiert
es: Se ha copiado el código de referencia
hi: रेफरल कोड कॉपी किया गया
it: Il codice di invito è stato copiato
ja: 紹介コードがコピーされました
pt: O código de referência foi copiado
ru: Реферальный код скопирован
tr: Yönlendirme Kodu kopyalandı

source: Seed Phrase
ar: العبارة الأولية (Seed phrase)
es: Frase semilla
hi: सीड फ्रेज
ja: シードフレーズ
pt: Frase Semente
ru: Мнемоническая фраза
tr: Tohum kelime grubu

source: Level
ar: المستوى
de: Stufe
es: Nivel
hi: लेवल
it: Livello
ja: レベル
pt: Nível
ru: Уровень
tr: Seviye

source: Orders
ar: طلبات
de: Aufträge
es: Pedidos
hi: ऑर्डर
it: Ordini
ja: ご注文
pt: Encomendas
ru: Заказы
tr: Emirler

# TOPUP_INVOICE_EXPIRED
source: This invoice has expired
ar: انتهت صلاحية هذا الإيصال
de: Diese Rechnung ist abgelaufen
es: Esta factura ha expirado
hi: यह इनवॉइस समाप्त हो गई है
it: Questa fattura è scaduta
ja: このご請求書の期限が切れました
pt: Esta fatura expirou
ru: Срок действия счета истек
tr: Bu faturanın süresi doldu

source: My Transactions
ar: معاملاتي
de: Meine Transaktionen
es: Mis transacciones
hi: मेरे ट्रांजेक्शन
it: Le mie transazioni
ja: 私の取引
pt: As Minhas Transações
ru: Мои транзакции
tr: İşlemlerim

source: Repeat passcode
ar: كرر رمز المرور
de: Passcode erneut eingeben
es: Repita el código de acceso
hi: पासकोड रिपीट करें
it: Ripeti il codice di accesso
ja: パスコードの再入力
pt: Repetir palavra-passe
ru: Повторить пароль
tr: Şifreyi tekrar girin

# EOS_ACTIVATION_CONFIRM
source: Confirm creating an account
ar: تأكيد إنساء حساب
de: Bestätigen Sie die Erstellung eines Kontos
es: Confirmar la creación de una cuenta
hi: अकाउंट बनाने की पुष्टि करें
it: Conferma la creazione di un account
ja: アカウントの作成を確認
pt: Confirmar a criação de uma conta
ru: Подтвердите создание аккаунта
tr: Hesap oluşturmayı onaylayın

# BACK
source: Back to QR Code
ar: الرجوع إلى رمز QR
de: Zurück zum QR-Code
es: Volver al código QR
hi: वापस QR कोड पर
it: Torna al codice QR
ja: QRコードに戻る
pt: Voltar ao código QR
ru: Назад к QR-коду
tr: QR koduna geri dön

# LOG_IN_SUBTITLE
source: Connect with your existing alfacash account or create a new one
ar: الاتصال من خلال حساب حالي في Alfacash أو إنشاء حساب جديد
de: Melden Sie sich mit Ihrem vorhandenen Alfacash-Konto an oder erstellen Sie ein neues
es: Conéctese con su cuenta Alfacash existente o cree una nueva
hi: अपने मौजूदा Alfacash अकाउंट से कनेक्ट करें या एक नया बनाएँ
it: Connettiti al tuo account alfacash esistente o creane uno nuovo
ja: 既存のalfacashアカウントに接続いただくか、新しいアカウントを作成してください
pt: Ligue-se com a sua conta alfacash existente ou crie uma nova
ru: Подключитесь к существующей учетной записи alfacash или создайте новую
tr: Mevcut alfacash hesabınızla bağlantı kurun veya yeni bir hesap oluşturun

source: Top Up Completed
ar: اكتملت عملية التعبئة
de: Aufladen abgeschlossen
es: Recarga completada
hi: टॉप अप पूरा हुआ
it: Ricarica completata
ja: チャージ完了
pt: Carregamento concluído
ru: Пополнение завершено
tr: Kontör Yükleme Tamamlandı

source: At least one option is required
ar: مطلوب خيار واحد على الأقل
de: Es ist mindestens eine Option erforderlich
es: Debe elegir al menos una opción
hi: कम से कम एक विकल्प आवश्यक है
it: È richiesta almeno un'opzione
ja: 少なくとも 1 つ選択してください
pt: É necessária pelo menos uma opção
ru: Требуется как минимум одна опция
tr: En az bir seçenek belirlenmelidir

# MNEMONIC_SAVED_TO_CLOUD
source: The phrase has been saved to iCloud
ar: تم حفظ العبارة إلى iCloud
de: Die Phrase wurde in iCloud gespeichert
es: La frase se ha guardado en iCloud
hi: इस फ्रेज को iCloud में सेव कर लिया गया है
it: La frase è stata salvata su iCloud
ja: フレーズはiCloudに保存されました
pt: A frase foi guardada na iCloud
ru: Фраза сохранена в iCloud
tr: Kelime grubu iCloud'a kaydedildi

source: Insufficient %@ to complete transaction
ar: عدد %@ غير كافٍ لإتمام المعاملة
de: Nicht ausreichend %@, um die Transaktion abzuschließen
es: %@ insuficientes para completar la transacción
hi: अपर्याप्त %@ ट्रांजेक्शन को पूरा करने के लिए
it: %@ insufficiente per completare la transazione
ja: 取引を完了するには %@ が不足しています
pt: %@ insuficiente para concluir a transação
ru: Недостаточно %@ для завершения транзакции
tr: İşlemi tamamlamak için %@ miktarı yetersiz

source: Learn How it works
ar: تعرّف على طريقة العمل
de: Erfahren Sie, wie es funktioniert
es: Aprenda cómo funciona
hi: जानें यह कैसे काम करता है
it: Scopri come funziona
ja: 仕組みについて
pt: Aprenda como funciona
ru: Узнать, как это работает
tr: Nasıl çalıştığını öğrenin

# REFERRAL_STATUS_PENDING
source: pending
ar: قيد الانتظار
de: ausstehend
es: pendiente
hi: लंबित (पेंडिंग)
it: in sospeso
ja: 保留中
pt: pendente
ru: в ожидании
tr: beklemede

source: Project setup
ar: إعداد المشروع
de: Projekt-Setup
es: Ajustes del proyecto
hi: प्रोजेक्ट सेटअप
it: Impostazioni progetto
ja: プロジェクトのセットアップ
pt: Configuração do projeto
ru: Настройка проекта
tr: Proje kurulumu

source: Max Amount
ar: أقصى مبلغ
de: Maximaler Betrag
es: Cantidad máxima
hi: अधिकतम राशि
it: Importo max
ja: 最高額
pt: Montante Máx.
ru: Макс Сумма
tr: Maksimum Tutar

# WILL_REVIEW_REQUEST
source: We will review your request and process it as soon as possible. Usually takes 1-3 days. Thank you
ar: سنراجع طلبك ونعالجه في أقرب وقت ممكن. عادة ما يستغرق 1-3 أيام. شكرًا جزيلاً
de: Wir werden Ihre Anfrage prüfen und so schnell wie möglich bearbeiten. Dies dauert normalerweise 1-3 Tage. Vielen Dank
es: Revisaremos su solicitud y la procesaremos lo antes posible. Por lo general, toma entre 1 y 3 días. Muchas gracias.
hi: हम आपके अनुरोध की समीक्षा करके इसे जल्द से जल्द प्रोसेस करेंगे। आमतौर पर 1-3 दिन लगते हैं। धन्यवाद।
it: Esamineremo la tua richiesta e la elaboreremo il più presto possibile. Normalmente sono necessari 1-3 giorni. Grazie
ja: お客様の依頼を確認し、できるだけ早く処理致します。通常は1〜3日かかります。ありがとうございました
pt: Vamos analisar a sua solicitação e processá-la o mais rápido possível. Normalmente leva 1-3 dias. Obrigado
ru: Мы рассмотрим и обработаем ваш запрос как можно скорее. Обычно это занимает 1-3 дня. Спасибо
tr: İsteğinizi mümkün olan en kısa sürede inceleyip işleme alacağız. Bu genellikle 1-3 gün sürer. Teşekkürler

source: Wallets
ar: المحافظ
es: Monederos
hi: वॉलेट
it: Portafogli
ja: ウォレット
pt: Carteiras
ru: Кошельки
tr: Cüzdanlar

# YOUR_COINS
source: Your Сoins
ar: عملاتك
de: Ihre Münzen
es: Sus monedas
hi: आपके कॉइन
it: Le tue monete
ja: あなたのコイン
pt: As suas moedas
ru: Ваши валюты
tr: Kripto Paralarınız

source: Light
ar: منير
es: Claro
hi: लाइट
it: Chiaro
ja: 明色系
pt: Claro
ru: Светлое
tr: Açık

source: Receive amount
ar: استلام الكمية
de: Betrag erhalten
es: Cantidad a recibir
hi: राशि प्राप्त करें
it: Ricevi importo
ja: 受金額
pt: Receber montante
ru: Сумма к получению
tr: Alınacak tutar

source: Medium Network Speed
ar: سرعة شبكة متوسطة
de: Mittlere Netzwerkgeschwindigkeit
es: Velocidad de red media
hi: मीडियम नेटवर्क स्पीड
it: Velocità di rete media
ja: 中速ネットワーク
pt: Velocidade de rede média
ru: Средняя скорость сети
tr: Orta Ağ Hızı

source: Back to Wallet
ar: العودة إلى المحفظة
de: Zurück zum Wallet
es: Volver al monedero
hi: वापस वॉलेट पर
it: Torna al portafoglio
ja: ウォレットに戻る
pt: Voltar à Carteira
ru: Вернуться к кошельку
tr: Cüzdana Geri Dön

source: Set max
ar: تحديد الحد الأقصى
de: Maximum festlegen
es: Establecer máx.
hi: अधिकतम सेट करें
it: Imposta massimale
ja: 最大を設定してください
pt: Definir máx.
ru: Максимум
tr: Maksimum değer belirle

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Inicio de sesión
hi: लॉगिन करें
it: Accesso
ja: ログイン
pt: Iniciar sessão
ru: Войти
tr: Giriş yap

# EOS_ACTIVATE_BTN
source: Activate
ar: تنشيط
de: Aktivieren
es: Activar
hi: एक्टिवेट करें
it: Attiva
ja: 有効化
pt: Ativar
ru: Активировать
tr: Etkinleştir

# TOPUP_LABEL_PHONE_NUMBER
source: Your Phone Number
ar: رقم الهاتف
de: Ihre Telefonnummer
es: Su número de teléfono
hi: आपका फोन नंबर
it: Il tuo numero telefonico
ja: 電話番号
pt: O seu número de telefone
ru: Ваш Номер Телефона
tr: Telefon Numaranız

# EOS_ACTIVATION_TITLE
source: Activation
ar: تفعيل
de: Aktivierung
es: Activación
hi: सक्रियकरण
it: Attivazione
ja: 有効化
pt: Ativação
tr: Aktivasyon

source: Completed
ar: عملية مكتملة
de: Abgeschlossen
es: Completado
hi: पूर्ण
it: Completato
ja: 完了しました
pt: Concluído
ru: Завершено
tr: Tamamlandı

source: Exchange Crypto
ar: تبادل عملة مشفرة
de: Krypto umtauschen
es: Intercambiar criptomoneda
hi: एक्सचेंज क्रिप्टो
it: Scambia Crypto
ja: クリプトの両替
pt: Trocar Cripto
ru: Обменять криптовалюту
tr: Kripto Para Takas Et
