Repository: A-n-n-a/alfa.cash
Catalog: alfa.cash/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, hi, it, ja, pt, ru, tr

source: Exchange Currency
ar: تبادل عملة
de: Währung umtauschen
es: Intercambiar moneda
hi: एक्सचेंज मुद्रा
it: Scambia valuta
ja: 通貨の両替
pt: Trocar moeda
ru: Обмен валют
tr: Para Birimi Takas Et

source: About Alfacash Wallet
ar: عن محفظة Alfacash
de: Über Alfacash Wallet
es: Acerca del monedero Alfacash
hi: Alfacash वॉलेट के बारे में
it: Informazioni su Alfacash Wallet
ja: Alfacash ウォレットについて
pt: Sobre a Alfacash Wallet
ru: О кошельке alfacash
tr: Alfacash Cüzdanı Hakkında

# VALIDATION_AMOUNT_IS_LESS_MIN
source: Amount is less then min amount
ar: ينبغي أن يكون المبلغ أكبر من الحد الأدنى بيتكوين
de: Die Menge sollte mehr als das Minimum von betragen
es: La cantidad debe ser mayor al mínimo de
hi: राशि न्यूनतम से अधिक होनी चाहिए
it: L'importo dovrebbe essere superiore al minimo di
ja: 金額は最低額のより多くしてください
pt: O montante deve ser superior ao mínimo de
ru: Cумма должна быть больше минимума
tr: Tutar, alt sınır olan değerinden fazla olmalıdır

# USERNAME_DESCRIPTION
source: This is how other Wallets and users can find you and send you payments
ar: هذه هي الطريقة التي يمكن بها للمحافظ الأخرى والمستخدمين العثور عليك وإرسال المدفوعات إليك
de: Auf diese Weise können andere Wallets und Benutzer Sie finden und Ihnen Zahlungen senden
es: Así es como otros monederos y usuarios podrán encontrarle y enviarle pagos
hi: यह वह तरीका है जिससे अन्य वॉलेट्स और यूजर्स आपको ढूँढ सकते हैं और आपको पेमेंट भेज सकते हैं
it: Questo permette ad altri portafogli e utenti di trovarti e inviarti pagamenti
ja: これは、ほかのウォレットとユーザーがあなたに支払いを送金する際に使用する名前です
pt: Assim é como outras Carteiras e utilizadores o podem encontrar e enviar-lhe pagamentos
ru: Так другие кошельки и пользователи могут вас найти и отправлять вам платежи
tr: Diğer Cüzdanlar ve kullanıcılar sizi bu şekilde bulabilir ve size ödeme gönderebilir

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
hi: प्रोफाइल
it: Profilo
ja: プロファイル
pt: Perfil
ru: Профиль
tr: Profil

source: Search
ar: البحث
de: Suche
es: Buscar
hi: खोजें
it: Ricerca
ja: 検索
pt: Pesquisar
ru: Поиск
tr: Arama

# TOUP_RECEIVE_ADDRESS
source: View Receive Address
ar: عرض عنوان الاستلام
de: Empfangsadresse anzeigen
es: Ver dirección de recepción
hi: प्राप्ति पता देखें
it: Visualizza indirizzo di ricezione
ja: 受け取り用アドレスを表示
pt: Ver endereço de receção
ru: Посмотреть адрес получения
tr: Alıcı Adresi Görüntüle

source: Top-up another mobile
ar: تعبئة هاتف آخر
de: Laden Sie ein anderes Handy auf
es: Recargar otro teléfono móvil
hi: एक और मोबाइल टॉप-अप करें
it: Ricarica un altro telefono cellulare
ja: 別の携帯電話をチャージ
pt: Carregar outro telemóvel
ru: Пополнить другой номер
tr: Başka bir cep telefonuna kontör yükle
